{
  "_instructions": {
    "purpose": "Этот файл содержит весь текст на русском языке из историй, которые требуют перевода",
    "targetLanguages": [
      "Russian (ru)",
      "Spanish (es)",
      "German (de)",
      "French (fr)",
      "Portuguese (pt)",
      "Japanese (ja)",
      "Chinese (zh)",
      "Korean (ko)",
      "Ukrainian (uk)"
    ],
    "howToUse": [
      "1. Скопируйте всю эту структуру JSON",
      "2. Для каждого целевого языка переводите ТОЛЬКО текстовые значения (не ключи)",
      "3. Сохраняйте все идентификаторы, структуру и форматирование точно такими же",
      "4. Сохраните каждый язык как TRANSLATIONS_[LANG_CODE].json (например, TRANSLATIONS_ru.json)",
      "5. Верните переведенные файлы"
    ],
    "doNotTranslate": [
      "storyId",
      "nodeId",
      "choiceId",
      "любые ключи, заканчивающиеся на 'Id'"
    ],
    "translateThese": [
      "title",
      "description",
      "author",
      "genres (значения массива)",
      "narration",
      "text",
      "описания выборов"
    ]
  },
  "stories": [
    {
      "storyId": "story-7481296",
      "title": "Пропавшая в полночь",
      "description": "Когда молодая женщина бесследно исчезает, решительный детектив должен пройти через тени города и распутать паутину улик, пока не стало слишком поздно. Каждое решение может означать спасенную жизнь или потерянный след.",
      "author": "Морган Стил",
      "genres": [
        "детектив",
        "мистика"
      ],
      "nodes": [
        {
          "nodeId": "story-7481296-1",
          "title": "Пропавшая в полночь",
          "narration": "Неоновые часы показывают полночь, когда вы сидите в своем тесном офисе, а дождь барабанит по окну. Звонок телефона разрывает тишину — паникующий голос сообщает, что **Эмили Паркер** пропала. Эмили исчезла из своей квартиры всего несколько часов назад. Вы хватаете пальто, сердце бешено колотится, зная, что каждая минута на счету. Город спит, а улики уже исчезают, но вы клянетесь раскрыть правду до рассвета.",
          "choices": []
        },
        {
          "nodeId": "story-7481296-2",
          "title": "Разгромленный дом",
          "narration": "Квартира Эмили зловеще тиха. Дверь не заперта и слегка приоткрыта, одинокая лампа проливает свет на хаотичную сцену. Ящики выдвинуты, вещи разбросаны по полу, словно кто-то уходил в спешке. Вы осторожно переступаете через опрокинутый стул и замечаете две вещи: смятую визитку её **коллеги по работе** на журнальном столике и коробок спичек из **бара «Змеиное логово»**, любимого ночного места Эмили, лежащий у двери. Воздух напряжен запахом пролитого кофе и страха.",
          "choices": []
        },
        {
          "nodeId": "story-7481296-3",
          "title": "Отчаявшаяся подруга",
          "narration": "В тихой круглосуточной закусочной **Ава Митчелл** нервно сжимает кружку с холодным кофе. Её глаза красные от слез и усталости. Она объясняет, что Эмили в последнее время была встревожена — она доверилась Аве о конфликте с **коллегой**, который странно себя вел по отношению к ней. Ава также вспоминает, что Эмили упоминала **бар**, который она посещала, чтобы встретиться с кем-то, и намекает на **бывшего парня** Эмили, который тяжело пережил расставание с ней в прошлом месяце. Версии кружатся в голове, и Ава умоляет: «Пожалуйста, найдите её».",
          "choices": [
            {
              "choiceId": "story-7481296-c5",
              "text": "Проверить враждебно настроенного коллегу",
              "description": "Противостоять коллеге, которого боялась Эмили"
            },
            {
              "choiceId": "story-7481296-c6",
              "text": "Проверить бар, который посещала Эмили",
              "description": "Она могла встретить там кого-то опасного"
            }
          ]
        },
        {
          "nodeId": "story-7481296-4",
          "title": "Подозрения в офисе",
          "narration": "Городской финансовый небоскреб возвышается над головой, когда вы прибываете на рабочее место Эмили. Внутри вы сталкиваетесь с **Аланом Риджем**, её коллегой. Улыбка Алана натянутая и нервная под флуоресцентным светом офиса. Он настаивает, что едва знал Эмили вне работы, но пот выступает на его лбу. На его столе вы замечаете документ с частично видимым именем Эмили — быстро Алан убирает его. Интуиция подсказывает, что он что-то скрывает. Когда вы расспрашиваете о его действиях после работы, нога Алана нервно подпрыгивает под столом. Вы должны решить, как справиться с этой напряженной встречей.",
          "choices": [
            {
              "choiceId": "story-7481296-c8",
              "text": "Агрессивно надавить на Алана",
              "description": "Противостоять ему напрямую насчет Эмили"
            },
            {
              "choiceId": "story-7481296-c9",
              "text": "Отступить и незаметно осмотреться",
              "description": ""
            }
          ]
        },
        {
          "nodeId": "story-7481296-5",
          "title": "Неоновый след",
          "narration": "**Бар «Змеиное логово»** пульсирует тихой музыкой и неоновой дымкой. Пробираясь сквозь слабо освещенную толпу, вы ищете любой признак Эмили. Бармен настороженно смотрит на вас, полируя стакан. В углу мужчина в капюшоне внимательно наблюдает за залом, его поза напрягается, когда он замечает ваш жетон. Воздух пахнет пролитым пивом и чем-то едким — страхом, возможно. Вы подозреваете, что либо бармен, либо этот посетитель могут что-то знать. Здесь важна каждая секунда; Эмили могла встретить свою судьбу в этих стенах.",
          "choices": [
            {
              "choiceId": "story-7481296-c10",
              "text": "Тихо последовать за мужчиной в капюшоне",
              "description": "Он может привести к улике или подозреваемому"
            },
            {
              "choiceId": "story-7481296-c11",
              "text": "Расспросить бармена",
              "description": "Может быть, Эмили что-то упомянула или её видели здесь"
            }
          ]
        },
        {
          "nodeId": "story-7481296-6",
          "title": "Старая обида",
          "narration": "Вы находите **Марка Уилера**, бывшего парня Эмили, в его квартире, заваленной коробками для переезда. Челюсть Марка напрягается при упоминании Эмили. Он утверждает, что не видел её несколько недель, в его голосе сохраняется горечь. Он указывает, что был за городом этой ночью — алиби, которое вам нужно проверить. Оглядываясь, вы замечаете фотографию, где они вместе улыбаются, теперь треснувшую и лежащую лицом вниз на полке. Марк настаивает, что никогда не причинил бы вреда Эмили, но в его глазах гнев. Неясно, действительно ли он не в курсе или скрывает боль за отрицанием.",
          "choices": [
            {
              "choiceId": "story-7481296-c12",
              "text": "Поверить Марку и переключить внимание",
              "description": "Его эмоции кажутся искренними; следуйте другим зацепкам"
            }
          ]
        },
        {
          "nodeId": "story-7481296-7",
          "title": "Бегство и ярость",
          "narration": "Самообладание Алана разрушается под вашим натиском вопросов. Внезапно он срывается со стула и бросается к выходу, паника в глазах. «Стой!» — кричите вы, преследуя его по пустым офисным коридорам. Он распахивает дверь в лестничную клетку, шаги эхом отдаются, пока он лихорадочно спускается вниз. Сердце колотится — он может бежать прямо к Эмили или пытаться уничтожить улики. Ночной воздух бьет в лицо, когда он выбегает через боковую дверь на парковку. Вы останавливаетесь, разрываясь между тем, чтобы поймать его сейчас или выбрать другой подход, пока ревет двигатель его машины.",
          "choices": [
            {
              "choiceId": "story-7481296-c14",
              "text": "Немедленно преследовать Алана",
              "description": ""
            },
            {
              "choiceId": "story-7481296-c15",
              "text": "Отпустить его и обыскать офис",
              "description": "Он уходил в спешке — может оставил улики"
            }
          ]
        },
        {
          "nodeId": "story-7481296-8",
          "title": "Бумажный след",
          "narration": "Когда Алан ушел, его офис в вашем распоряжении. Вы надеваете перчатки и роетесь в разбросанных бумагах в тусклом свете. На его столе вы обнаруживаете личное дело Эмили и заметки о каком-то **«Проекте Катализатор»** — над чем Эмили и Алан работали вместе. Также есть адрес, нацарапанный на стикере: старый **склад на окраине города**. Пульс учащается; возможно, именно туда он направляется с Эмили. Снаружи город темный и тихий. Вы знаете местоположение — единственный вопрос, как к нему подойти.",
          "choices": [
            {
              "choiceId": "story-7481296-c16",
              "text": "Мчаться на склад в одиночку",
              "description": "Нет времени на подкрепление; на счету каждая секунда"
            },
            {
              "choiceId": "story-7481296-c17",
              "text": "Вызвать полицию для подкрепления",
              "description": "Обеспечить поддержку перед противостоянием с похитителем"
            }
          ]
        },
        {
          "nodeId": "story-7481296-9",
          "title": "Слежка за незнакомцем",
          "narration": "Вы решаете последовать за мужчиной в капюшоне. Он выскальзывает из бара в задний переулок, и вы следуете на осторожном расстоянии, сердце стучит в груди. Он оглядывается через плечо, затем ускоряет шаг, когда вой далекой сирены пронзает ночь. Вы следуете за ним по извилистым улицам и заброшенным кварталам, пока он не достигает старого **склада** с разбитыми окнами на окраине города. Он исчезает внутри, оставляя металлическую дверь слегка приоткрытой. Здание стоит молча, громоздкий силуэт под уличными фонарями. Вы готовитесь — Эмили может быть там.",
          "choices": [
            {
              "choiceId": "story-7481296-c18",
              "text": "Остаться в укрытии и наблюдать",
              "description": "Тихо собрать информацию перед действием"
            },
            {
              "choiceId": "story-7481296-c19",
              "text": "Немедленно противостоять ему",
              "description": "Ворваться и застать врасплох"
            }
          ]
        },
        {
          "nodeId": "story-7481296-10",
          "title": "Информация из бара",
          "narration": "Вы показываете жетон бармену. Он вздыхает, ставя стакан. «Эмили? Да, я видел её здесь», — бормочет он, нервно поглядывая на дверь. Он сообщает, что Эмили была здесь раньше вечером, встречаясь с мужчиной в темной толстовке. Они ушли вместе, и мужчина упомянул о направлении к «**старому складу у доков**», расплачиваясь. У вас замирает сердце — наконец местоположение. Когда вы поворачиваетесь, чтобы уйти, бармен хватает вас за руку, голос низкий: «Будьте осторожны. Эти люди... они опасны». Вы выходите в ночь, дождь на лице, вооруженный важной зацепкой.",
          "choices": [
            {
              "choiceId": "story-7481296-c20",
              "text": "Ехать прямо на склад у доков",
              "description": "Мчаться к местоположению в одиночку"
            },
            {
              "choiceId": "story-7481296-c21",
              "text": "Предупредить полицию и ждать подкрепления",
              "description": "Идти с подкреплением на склад"
            }
          ]
        },
        {
          "nodeId": "story-7481296-11",
          "title": "Тупиковая преданность",
          "narration": "Убежденный, что Марк скрывает правду, вы тратите драгоценные часы, копаясь в его алиби и прошлом. Вы следите за ним, изучаете его социальные сети, даже вызываете услугу, чтобы получить его телефонные записи. Но когда приближается рассвет, становится болезненно ясно, что Марк действительно не имел никакого отношения к исчезновению Эмили — потраченное время тяжелым грузом ложится на плечи. Ранним утром звонок из штаба сообщает, что коллега Алан теперь тоже пропал, и новые улики снова указывают на тот склад. Вы понимаете, что ваше внимание к Марку могло дорого вам обойтись в этой гонке со временем.",
          "choices": [
            {
              "choiceId": "story-7481296-c22",
              "text": "Перефокусироваться и мчаться на склад",
              "description": ""
            }
          ]
        },
        {
          "nodeId": "story-7481296-12",
          "title": "Высокоскоростная погоня",
          "narration": "Шины визжат, когда вы преследуете машину Алана по пустынным городским улицам. Неоновые вывески и светофоры мелькают мимо. Алан едет как безумец, отчаянно пытаясь оторваться от вас. Впереди вы видите, как он сворачивает в промышленную зону — вероятно, складской район у доков. Двигатель вашей машины воет, когда вы сокращаете дистанцию. В луче фар лицо Алана — маска ужаса, поглядывающее из зеркала заднего вида. Адреналин зашкаливает; это ваш шанс закончить эту погоню, но одно неверное движение может оказаться фатальным для Эмили, если она с ним.",
          "choices": [
            {
              "choiceId": "story-7481296-c24",
              "text": "Вытолкнуть его с дороги",
              "description": "Остановить машину любой ценой, даже если она разобьется"
            },
            {
              "choiceId": "story-7481296-c25",
              "text": "Следовать за ним на расстоянии",
              "description": "Держаться на хвосте, чтобы увидеть, куда он направляется"
            }
          ]
        },
        {
          "nodeId": "story-7481296-13",
          "title": "У убежища",
          "narration": "Вы прибываете на старый склад как раз когда пурпурно-серый рассветный свет касается горизонта. Здание стоит молчаливое и ветхое, его гофрированные металлические стены покрыты ржавчиной. Через высокое окно вы замечаете движение внутри — тень шагает. Сердце подскакивает, думая, что это может быть Эмили или её похититель. Главный вход — тяжелая раздвижная дверь, слегка приоткрытая. Вы стоите один в холодном утреннем воздухе; ваше подкрепление все еще в нескольких минутах или вообще отсутствует. Собираясь с духом, вы достаете оружие, зная, что судьба Эмили лежит прямо за той дверью.",
          "choices": [
            {
              "choiceId": "story-7481296-c26",
              "text": "Войти тихо через боковую дверь",
              "description": "Использовать скрытность, чтобы застать их врасплох"
            },
            {
              "choiceId": "story-7481296-c27",
              "text": "Ворваться через главный вход",
              "description": "Удивить их прямым подходом"
            }
          ]
        },
        {
          "nodeId": "story-7481296-14",
          "title": "SWAT на рассвете",
          "narration": "Красные и синие огни мерцают над пустынными доками, когда два патрульных автомобиля и фургон спецназа прибывают для поддержки. Вооруженные офицеры молча окружают склад, их ботинки хрустят по гравию. Командир шепчет план: скоординированный штурм по вашему сигналу. Внутри приглушенный крик — это должна быть Эмили. Вы стоите у бокового входа склада, адреналин пульсирует, команда у переднего входа. Солнце выглядывает над горизонтом, освещая напряженные лица вокруг вас. Вот оно — одно решающее движение закончит этот кошмар, так или иначе.",
          "choices": [
            {
              "choiceId": "story-7481296-c28",
              "text": "Войти тихо и застать врасплох",
              "description": "Скоординировать тихий вход с командой"
            },
            {
              "choiceId": "story-7481296-c29",
              "text": "Идти громко с полномасштабным рейдом",
              "description": "Ворваться с оружием наготове, подавляя любое сопротивление"
            }
          ]
        },
        {
          "nodeId": "story-7481296-15",
          "title": "Тихий вход",
          "narration": "Вы проскальзываете в темный интерьер склада тихо, как призрак. Один или с парой офицеров за спиной, вы двигаетесь между стопками пыльных ящиков. В тусклом свете вы наконец замечаете **Эмили**: привязанную к стулу в центре пола, глаза широко раскрыты над кляпом. **Алан Ридж** стоит рядом, нервно проверяя телефон — вероятно, ожидая приказов или ответа о выкупе. Он вас еще не заметил. Эмили на секунду встречается с вами взглядом, надежда и страх смешиваются. У вас есть элемент внезапности, но один неверный шаг может подвергнуть Эмили опасности.",
          "choices": [
            {
              "choiceId": "story-7481296-c30",
              "text": "Сначала обезвредить Алана",
              "description": "Нейтрализовать угрозу перед тем, как помочь Эмили"
            },
            {
              "choiceId": "story-7481296-c31",
              "text": "Немедленно освободить Эмили",
              "description": "Приоритет — вывести Эмили из опасности"
            }
          ]
        },
        {
          "nodeId": "story-7481296-16",
          "title": "С пушками наперевес",
          "narration": "С криком «Полиция!» вы и команда врываетесь через вход в склад. Ржавая дверь грохочет, ударяясь о стену. Алан резко оборачивается в тревоге. Он хватает Эмили, поднимая её как живой щит, его рука дрожит, прижимая нож к её горлу. «Назад!» — визжит он в панике. Сердце колотится. Оружие направлено на Алана, ваш палец на спусковом крючке. Глаза Эмили блестят от слез, пока противостояние застывает в смертельной картине. Одно неверное движение теперь может означать катастрофу для всех.",
          "choices": [
            {
              "choiceId": "story-7481296-c32",
              "text": "Выстрелить в Алана",
              "description": "Использовать силу, чтобы быстро закончить это"
            },
            {
              "choiceId": "story-7481296-c33",
              "text": "Попытаться уговорить его",
              "description": "Вести переговоры и тянуть время, ища более безопасное решение"
            }
          ]
        },
        {
          "nodeId": "story-7481296-17",
          "title": "Спасение и правосудие",
          "narration": "Воспользовавшись моментом отвлечения, вы выпрыгиваете из тени и валите **Алана** на землю. Он вскрикивает от удивления — нож скользит по бетону. Через несколько секунд вы его удерживаете, адреналин питает вашу силу. Офицеры подкрепления врываются (или вашей решимости достаточно), чтобы надеть на него наручники. **Эмили** рыдает от облегчения, когда вы освобождаете её от веревок. Она потрясена, но жива, цепляясь за вас, пока утренний свет проникает внутрь. Алан, организатор похищения, уводят в наручниках, и Эмили наконец в безопасности. **Вы раскрыли дело и спасли Эмили, восстановив справедливость с наступлением рассвета.**",
          "choices": []
        },
        {
          "nodeId": "story-7481296-18",
          "title": "Чудесное спасение",
          "narration": "Вы бросаетесь прямо к **Эмили**, разрезая веревки всем, что можете схватить. «Всё хорошо, я здесь», — шепчете вы, когда её путы ослабевают. Но в ту долю секунды сосредоточенности на Эмили **Алан** использует возможность — он бросается к заднему выходу, исчезая в лабиринте ящиков. К тому времени, как вы убеждаетесь, что Эмили в безопасности, и начинаете преследование, его уже нет. Снаружи вас встречает только бледное утро. Эмили спасена, дрожащая в ваших руках, но её похититель растворился в тенях города. Приезжают парамедики, чтобы помочь Эмили с легкими травмами. Она выздоровеет благодаря вам, но **Алан остается на свободе, оставляя незавершенную главу в деле.**",
          "choices": []
        },
        {
          "nodeId": "story-7481296-19",
          "title": "Пиррова победа",
          "narration": "Время замедляется, когда вы нажимаете на спусковой крючок. Выстрел эхом отдается по пещеристому складу. **Алан** отступает назад, нож выпадает из его руки. Ваш выстрел попадает точно, обезвреживая его до того, как он смог причинить вред **Эмили**. Офицеры врываются, и Эмили бежит к вам, но не раньше, чем осколок от бетона царапает её бок. Она морщится от боли, слегка кровоточит — ранена, но жива. Алан лежит на полу, раненый и стонущий. Когда вызывают медиков, вы укутываете Эмили в одеяло. **Похититель остановлен навсегда, и Эмили спасена, но жестокий конец оставляет вас с пустым чувством, когда наступает рассвет.**",
          "choices": []
        },
        {
          "nodeId": "story-7481296-20",
          "title": "Трагическое противостояние",
          "narration": "«Алан, это не должно так закончиться», — умоляете вы, слегка опуская оружие. Ваши слова повисают в воздухе, когда первые лучи рассвета проскальзывают через трещины в стенах склада. Но отчаяние Алана достигло пика. В мгновение ока он тащит **Эмили** к боковой двери. Ваша команда действует слишком поздно — Алан толкает Эмили в ожидающий фургон, и он уносится прочь, прежде чем вы успеваете выстрелить. Вы преследуете, но машина исчезает по лабиринтным улицам. К тому времени, как объявляется тревога, они исчезли без следа. Склад стоит пустым, и вы остаетесь один в слабом утреннем свете только с виной в качестве компании. **Эмили остается пропавшей, след остыл из-за одного нерешительного момента.**",
          "choices": []
        },
        {
          "nodeId": "story-7481296-21",
          "title": "Дело остыло",
          "narration": "Измученный и побежденный, вы сидите в машине, когда первый свет дня ползет над горизонтом. Зацепки иссякли, и драгоценные часы были потеряны, преследуя неправильный след. Лицо **Эмили Паркер** смотрит на вас с листовки о пропавшем человеке на сиденье рядом. В последующие дни дело становится всё холоднее; Алан исчезает из своей квартиры, и не появляется новых улик. Каждую ночь вы прокручиваете свои решения, задаваясь вопросом, какую жизненно важную улику вы упустили, преследуя Марка. Полиция продолжает поиски, но надежда тает. **Вы будете нести груз этого незавершенного расследования, суровое напоминание о том, что в мире детективной работы не каждая тайна находит свой ответ.**",
          "choices": []
        }
      ]
    },
    {
      "storyId": "story-8273910265",
      "title": "Тени исчезнувшей звезды",
      "description": "Когда наследница технологической компании исчезает, оставив только загадочное украшение, частный детектив Сэм Мерсер погружается в лабиринт залитых дождем переулков, секретных библиотек и затененных доков. Каждая улика поднимает новые вопросы, и каждое решение тянет его глубже в заговор, который достигает города",
      "author": "Дафна Сойер",
      "genres": [
        "детектив",
        "мистика"
      ],
      "nodes": [
        {
          "nodeId": "story-8273910265-1",
          "title": "Полночный клиент",
          "narration": "Дождь бьет в окно вашего офиса, пока вы смотрите на мигающий неон снаружи. Тень пересекает порог, и женщина в мокром плаще входит, её глаза умоляющие, когда она достает украшение в форме звезды и шепчет о пропавшей наследнице. Запах влажного тротуара и старой бумаги наполняет комнату, пока вы взвешиваете опасность в её словах. Город гудит секретами, и вы чувствуете, что это только начало.",
          "choices": [
            {
              "choiceId": "story-8273910265-c1",
              "text": "Принять дело и отправиться на место преступления",
              "description": "Долг зовет, даже под дождем."
            },
            {
              "choiceId": "story-8273910265-c2",
              "text": "Отказать и наблюдать из окна",
              "description": "Оставаться отстраненным, наблюдать за развитием событий."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-2",
          "title": "Хаос на месте преступления",
          "narration": "Полицейская лента трепещет на влажном ветру, пока синие огни омывают переулок, где наследницу видели в последний раз. Офицеры снуют туда-сюда, вопросы эхом отдаются от кирпичных стен, пока зеваки бормочут под зонтами. Вещи жертвы разбросаны, блестят от дождя. Где-то в этом хаосе лежит ваша первая улика.",
          "choices": [
            {
              "choiceId": "story-8273910265-c3",
              "text": "Осмотреть тело и окрестности",
              "description": "Искать улики самостоятельно."
            },
            {
              "choiceId": "story-8273910265-c4",
              "text": "Опросить нервного свидетеля",
              "description": "Кто-то что-то видел."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-3",
          "title": "Неохотное наблюдение",
          "narration": "Вы отправляете женщину прочь, но любопытство гложет вас. Через залитое дождем стекло вы замечаете фигуру, скрывающуюся на другой стороне улицы, с камерой в руках, снимающую ваш офис. Переулок блестит под уличными фонарями, город дышит, как зверь. Вы можете либо нырнуть под дождь за ним, либо держать дистанцию.",
          "choices": [
            {
              "choiceId": "story-8273910265-c5",
              "text": "Последовать за тенью по улице",
              "description": "Подойти ближе, рискуя разоблачением."
            },
            {
              "choiceId": "story-8273910265-c6",
              "text": "Оставаться в тени и наблюдать",
              "description": "Терпение может окупиться."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-4",
          "title": "Скрытая записка",
          "narration": "Опускаясь на колени рядом с безжизненной формой, вы чувствуете металлический запах крови, смешанный с дождем. Под курткой жертвы вы находите запечатанный конверт, края окрашены багрянцем. Голоса размываются вокруг, когда мир сужается до этой бумаги — это может быть ловушка или ключ к тайне.",
          "choices": [
            {
              "choiceId": "story-8273910265-c7",
              "text": "Открыть конверт здесь",
              "description": "Какие секреты он хранит?"
            },
            {
              "choiceId": "story-8273910265-c8",
              "text": "Сохранить для анализа",
              "description": "Лучше перестраховаться."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-5",
          "title": "Нервный свидетель",
          "narration": "Нервный прохожий прислоняется к забрызганному дождем окну, телефон прижат к уху. Глаза бегают, они крепче сжимают пальто, когда вы подходите. Гул города, кажется, затихает, пока вы решаете, выманить правду мягко или смазать колеса наличными.",
          "choices": [
            {
              "choiceId": "story-8273910265-c9",
              "text": "Спокойно спросить, что они видели",
              "description": "Завоевать доверие через эмпатию."
            },
            {
              "choiceId": "story-8273910265-c10",
              "text": "Подсунуть им немного денег за ответы",
              "description": ""
            }
          ]
        },
        {
          "nodeId": "story-8273910265-6",
          "title": "Наблюдение под дождем",
          "narration": "Вы растворяетесь в ливне, позволяя подозреваемому вести вас через переулки, омытые неоном. Каждая лужа отражает разрушенный мир. Из-под пальто вы чувствуете вес своей техники; ноутбук тихо гудит, умоляя взломать зашифрованные сообщения. Следовать ли за ними в их коммуникациях или продолжить преследование лично?",
          "choices": [
            {
              "choiceId": "story-8273910265-c11",
              "text": "Взломать их канал связи",
              "description": "Цифровые секреты часто самые сочные."
            },
            {
              "choiceId": "story-8273910265-c12",
              "text": "Продолжить преследование из тени",
              "description": "Остаться на земле."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-7",
          "title": "Сообщение красным",
          "narration": "Внутри конверта вы находите фотографию кулона в форме звезды и закодированное сообщение, написанное красными чернилами. Бумага скользкая под вашими мокрыми пальцами. Символы намекают на библиотечные каталоги и старые секреты. Вы должны решить, где распутать это.",
          "choices": [
            {
              "choiceId": "story-8273910265-c13",
              "text": "Отправиться в городскую библиотеку",
              "description": "Исследование в пыльных стеллажах."
            },
            {
              "choiceId": "story-8273910265-c14",
              "text": "Позвонить другу-хакеру",
              "description": "Расшифровать с цифровой помощью."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-8",
          "title": "Криминалистический отчет",
          "narration": "Вернувшись в свою лабораторию, мерцающие мониторы освещают ваше лицо. Вы сканируете конверт на отпечатки и анализируете чернила под ярким светом. Отпечаток пальца совпадает с подпольным посредником, а GPS-метка указывает на доки. Вы можете пойти по цифровому следу или действовать на основе информации.",
          "choices": [
            {
              "choiceId": "story-8273910265-c15",
              "text": "Прогнать отпечатки через базу данных",
              "description": "Информация — это сила."
            },
            {
              "choiceId": "story-8273910265-c16",
              "text": "Отправиться на доки, чтобы выследить их",
              "description": "Противостоять подозреваемому лично."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-9",
          "title": "Информация о складе",
          "narration": "Ваши усилия окупаются: прошептанное признание или взломанное сообщение раскрывает встречу на заброшенном складе, помеченном граффити. Здание возвышается как темный монумент на фоне горизонта. Вы можете ворваться и рискнуть всем или потратить время на планирование.",
          "choices": [
            {
              "choiceId": "story-8273910265-c17",
              "text": "Проникнуть на склад сейчас",
              "description": "Время на вес золота."
            },
            {
              "choiceId": "story-8273910265-c18",
              "text": "Сначала собрать больше информации",
              "description": "Осторожный подход может окупиться."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-10",
          "title": "Последний поезд",
          "narration": "Подозреваемый проскальзывает в полночный поезд, и вы спешите на станцию, пар шипит от спящих двигателей. Темнота скрывает рельсы, пока последний вызов эхом разносится из громкоговорителей. Вы можете сесть в поезд сейчас или попытаться перехитрить их на следующей остановке.",
          "choices": [
            {
              "choiceId": "story-8273910265-c19",
              "text": "Прыгнуть в поезд",
              "description": "Оставаться рядом с целью."
            },
            {
              "choiceId": "story-8273910265-c20",
              "text": "Перехватить на следующей станции",
              "description": "Спланировать засаду впереди."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-11",
          "title": "Стеллажи секретов",
          "narration": "Пылинки танцуют в лучах света, пока вы бродите по бесконечным стеллажам книг. Запах старой бумаги окружает вас. Вы прослеживаете неясные каталожные номера, пока ваши пальцы не находят том, описывающий звездное украшение, которое открывает секреты в банковских хранилищах. Испытать ли ключ или копнуть глубже в архивы?",
          "choices": [
            {
              "choiceId": "story-8273910265-c21",
              "text": "Пойти в банк с украшением",
              "description": "Хранилище может хранить правду."
            },
            {
              "choiceId": "story-8273910265-c22",
              "text": "Искать дальше в архивах",
              "description": "Может быть больше чего раскрыть."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-12",
          "title": "Коды и коллеги",
          "narration": "Ряды зеленого кода каскадом спускаются по мониторам вашего друга, пока вы разговариваете через наушники, полные помех. В течение мгновений появляются координаты, указывающие на пустынный пирс под полной луной. Хакер предупреждает вас: идите один и оставайтесь невидимым, или возьмите подкрепление и рискуете их спугнуть.",
          "choices": [
            {
              "choiceId": "story-8273910265-c23",
              "text": "Пойти на пирс одному",
              "description": "Доверять своим инстинктам."
            },
            {
              "choiceId": "story-8273910265-c24",
              "text": "Собрать подкрепление перед походом",
              "description": "Безопасность в числе."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-13",
          "title": "Тени дока",
          "narration": "Запах соли и дизеля висит тяжело, когда вы крадетесь между ящиками на доках. Одинокая лодка мягко раскачивается у обветренных свай, голоса бормочут над всплеском волн. Остаться ли скрытым, чтобы собрать улики, или выйти на свет, чтобы противостоять главарю банды?",
          "choices": [
            {
              "choiceId": "story-8273910265-c25",
              "text": "Тихо собрать улики",
              "description": "Терпение может принести доказательства."
            },
            {
              "choiceId": "story-8273910265-c26",
              "text": "Противостоять главарю банды",
              "description": "Форсировать вопрос сейчас."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-14",
          "title": "Противостояние на крыше",
          "narration": "Ветер свистит по крыше, когда вы загоняете подозреваемого в угол на фоне возвышающихся небоскребов, их окна блестят, как звезды. Пот выступает под воротником, несмотря на холод. Больше некуда бежать, ваша добыча смотрит на промежуток между зданиями. Ваш следующий шаг решит судьбу вас обоих.",
          "choices": [
            {
              "choiceId": "story-8273910265-c27",
              "text": "Уговорить их и торговаться",
              "description": "Слова могут быть оружием."
            },
            {
              "choiceId": "story-8273910265-c28",
              "text": "Повалить их на землю",
              "description": "Использовать силу, чтобы закончить погоню."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-15",
          "title": "Засада на станции",
          "narration": "Поезд уходит, и вы оказываетесь в пустынном коридоре станции, флуоресцентные лампы мерцают над головой. Шаги эхом отдаются вдали, затем исчезают. Ваша цель скрылась во тьме. Ждать ли, пока они вернутся, или позвонить контакту, который вам должен?",
          "choices": [
            {
              "choiceId": "story-8273910265-c29",
              "text": "Ждать в тени",
              "description": "Терпение может их поймать."
            },
            {
              "choiceId": "story-8273910265-c30",
              "text": "Позвонить за услугу",
              "description": "Использовать вашу сеть."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-16",
          "title": "Запечатанная правда",
          "narration": "Глубоко под мраморными полами дверь охлажденного хранилища открывается с шипением. Используя звездное украшение как ключ, вы раскрываете папки с обвинительными документами, связывающими городскую элиту с исчезновением. Вес этих улик тяжело лежит в ваших руках. Передать ли их или оставить себе?",
          "choices": [
            {
              "choiceId": "story-8273910265-c31",
              "text": "Передать улики полиции",
              "description": "Позволить правосудию идти своим путем."
            },
            {
              "choiceId": "story-8273910265-c32",
              "text": "Оставить для рычага",
              "description": "Власть имеет свою цену."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-17",
          "title": "Полночный пирс",
          "narration": "Лунный свет окрашивает пирс серебром, пока волны плещутся о его обветренные доски. Одинокая фигура ждет под фонарем, лицо скрыто под капюшоном. Они предлагают вам выбор — присоединиться к ним и разделить прибыль от заговора, или отказаться и разоблачить всю операцию. Доверие и предательство висят в соленом воздухе.",
          "choices": [
            {
              "choiceId": "story-8273910265-c33",
              "text": "Принять их предложение",
              "description": "Присоединиться к теневой сети."
            },
            {
              "choiceId": "story-8273910265-c34",
              "text": "Отказаться и разоблачить все",
              "description": "Дать свисток."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-18",
          "title": "Взлом",
          "narration": "С союзниками на вашей стороне вы открываете дверь в длинный, тусклый коридор. Шаги эхом отдаются, когда вы приближаетесь к совещанию в процессе, голоса низкие и заговорщицкие. Ворваться ли и произвести аресты или остаться, чтобы записать обмен для мира?",
          "choices": [
            {
              "choiceId": "story-8273910265-c35",
              "text": "Вмешаться и арестовать их",
              "description": "Привлечь их к правосудию."
            },
            {
              "choiceId": "story-8273910265-c36",
              "text": "Записать все для утечки",
              "description": "Публично разоблачить заговор."
            }
          ]
        },
        {
          "nodeId": "story-8273910265-19",
          "title": "Дело ускользает",
          "narration": "Вы бросаетесь в драку, и банда рассеивается, как тени под дождем. Раздается выстрел, ревет двигатель лодки, и главарь исчезает в ночи. Недели спустя вы смотрите на свою пробковую доску, нити пряжи соединяют фотографии, которые никуда не ведут. Дело остывает, и город забывает, но вы не можете.",
          "choices": []
        },
        {
          "nodeId": "story-8273910265-20",
          "title": "Торжество правосудия",
          "narration": "Вы выбираете законный путь. С твердыми уликами в руках и подкреплением на вашей стороне вы наблюдаете, как заговорщиков ведут к судье. Деревянные скамьи зала суда скрипят, когда зачитываются приговоры, и справедливость резонирует через мраморные залы. Наследница найдена живой, и вы чувствуете редкое чувство завершенности.",
          "choices": []
        },
        {
          "nodeId": "story-8273910265-21",
          "title": "Сделка с дьяволом",
          "narration": "Искушение побеждает. Вы кладете файлы в карман и входите во внутренний круг. Лестница, по которой вы взбираетесь, может быть позолоченной, но каждая ступень скользкая от вины. Богатство и связи текут к вам, но в тихие моменты вы задаетесь вопросом, что стало с молодой женщиной, чье украшение открыло ваше состояние.",
          "choices": []
        },
        {
          "nodeId": "story-8273910265-22",
          "title": "Информатор",
          "narration": "Вы выбираете разоблачение вместо безопасности. Спрятавшись за светящимися мониторами, вы компилируете записи и документы и сливаете их прессе. Заголовки взрываются, влиятельные фигуры падают, и город содрогается. Вы становитесь и героем, и целью, исчезая в цифровых тенях, зная, что поступили правильно.",
          "choices": []
        }
      ]
    },
    {
      "storyId": "story-847362910",
      "title": "Полночный звонок",
      "description": "Кто-то знает, что вы сделали прошлым летом. Телефон звонит в 3 часа ночи с голосом из вашего прошлого, и теперь у вас есть 48 часов, чтобы найти их, прежде чем они найдут вас. Каждый выбор может быть последним.",
      "author": "Елена Блэквуд",
      "genres": [
        "детектив",
        "мистика"
      ],
      "nodes": [
        {
          "nodeId": "story-847362910-1",
          "title": "Звонок",
          "narration": "Ваш телефон кричит в 3:17 утра, разрывая тишину вашей квартиры. Номер заблокирован, но вы все равно отвечаете — никто не звонит так поздно с хорошими новостями. Искаженный голос шепчет через помехи: «Детектив Кросс, я знаю, что случилось в парке Риверсайд. У вас есть 48 часов». Линия обрывается до того, как вы успеваете ответить, оставляя только биение вашего сердца и призрак их слов.",
          "choices": [
            {
              "choiceId": "story-847362910-c1",
              "text": "Проверить старые материалы дела из парка Риверсайд",
              "description": "Копнуть в прошлое, которое вы пытались забыть"
            },
            {
              "choiceId": "story-847362910-c2",
              "text": "Немедленно отследить звонок",
              "description": "Использовать полицейские связи, чтобы найти источник"
            },
            {
              "choiceId": "story-847362910-c3",
              "text": "Поехать в парк Риверсайд прямо сейчас",
              "description": "Встретиться лицом к лицу с тем, что ждет во тьме"
            }
          ]
        },
        {
          "nodeId": "story-847362910-2",
          "title": "Скрытые улики",
          "narration": "Коробка с делом лежит в вашем шкафу, где вы оставили её три года назад, покрытая пылью и сожалением. Внутри фотографии места преступления показывают парк на рассвете, желтая лента ограждает беседку. Жертва, Маркус Далтон, смотрит вверх с глянцевой бумаги безжизненными глазами. Ваши записи упоминают свидетеля, который так и не появился — кто-то видел все, но исчез. Затем вы замечаете это: фотография отсутствует в последовательности. Кто-то был в вашей квартире.",
          "choices": [
            {
              "choiceId": "story-847362910-c4",
              "text": "Проверить квартиру на признаки взлома",
              "description": "Они были здесь. Они могут быть рядом."
            },
            {
              "choiceId": "story-847362910-c5",
              "text": "Сосредоточиться на поиске пропавшего свидетеля",
              "description": "Звонящий может быть свидетелем трехлетней давности"
            }
          ]
        },
        {
          "nodeId": "story-847362910-3",
          "title": "Цифровые следы",
          "narration": "Вы просите об услуге в участке. Офицер Мартинес звучит раздраженно, пока вы не упоминаете угрозу, затем его тон меняется. Двадцать минут спустя он отправляет вам координаты — звонок прошел через три вышки, но исходил откуда-то из промышленного района возле старого консервного завода. То здание заброшено десять лет, с тех пор как семья Далтон закрыла его. Маркус Далтон владел тем заводом. Это не может быть совпадением.",
          "choices": [
            {
              "choiceId": "story-847362910-c6",
              "text": "Отправиться на завод в одиночку",
              "description": "Тихое проникновение может дать преимущество"
            },
            {
              "choiceId": "story-847362910-c7",
              "text": "Запросить подкрепление и подождать",
              "description": "Безопасность в числе, но они могут убежать"
            },
            {
              "choiceId": "story-847362910-c8",
              "text": "Сначала изучить семью Далтон",
              "description": "Знание — сила в этой игре"
            }
          ]
        },
        {
          "nodeId": "story-847362910-4",
          "title": "Тени в парке",
          "narration": "Парк Риверсайд выглядит иначе в 4 утра — игровое оборудование отбрасывает искривленные тени на траву, а туман стелется с воды, как что-то живое. Вы пробираетесь к беседке, где Маркус Далтон сделал свой последний вдох. Свежие цветы лежат на ступенях, еще влажные от росы. Записка приколота под ними, написанная дрожащим почерком: «Он не заслуживал смерти, но кто-то должен был заплатить. Вы отпустили не того человека». Движение в деревьях заставляет вас обернуться, рука на оружии.",
          "choices": [
            {
              "choiceId": "story-847362910-c9",
              "text": "Преследовать того, кто в деревьях",
              "description": "Догнать их до побега"
            },
            {
              "choiceId": "story-847362910-c10",
              "text": "Внимательно осмотреть цветы и записку",
              "description": "Улики прежде всего, подозреваемые потом"
            }
          ]
        },
        {
          "nodeId": "story-847362910-5",
          "title": "Незваный гость",
          "narration": "На замке вашей двери свежие царапины — кто-то недавно вскрывал его, и они знали, что делали. Внутри все выглядит нормально на первый взгляд, но ваш детективный инстинкт кричит об обратном. Кофейная кружка, которую вы оставили в раковине, стоит на сушилке. Окно вашей спальни открыто на щелку, а вы всегда держите его запертым. Затем вы видите это: единственная фотография, положенная лицом вниз на вашем кухонном столе. Когда вы переворачиваете её, кровь стынет в жилах — это вы, спящий в своей кровати, снято прошлой ночью.",
          "choices": [
            {
              "choiceId": "story-847362910-c11",
              "text": "Немедленно вызвать полицейскую охрану",
              "description": "Этот преследователь слишком опасен, чтобы встретиться в одиночку"
            },
            {
              "choiceId": "story-847362910-c12",
              "text": "Поставить ловушку и ждать их возвращения",
              "description": "Перевернуть столы на своего охотника"
            }
          ]
        },
        {
          "nodeId": "story-847362910-6",
          "title": "Свидетель-призрак",
          "narration": "Ваши записи упоминают имя, которого никогда не было в официальном отчете: Сара Чен, бегунья, которая якобы видела кого-то, покидающего беседку в 6:15 утра. Вы выследили её однажды, но она отказалась говорить, утверждала, что ничего не видела, и уехала две недели спустя. Быстрый поиск показывает, что она вернулась в город, работает в книжном магазине на улице Моррисон. Когда вы приходите, владелица говорит, что Сара позвонила по болезни сегодня — впервые за восемь месяцев. Она дает вам адрес, но предупреждает: «Сара нервничала в последнее время, оглядываясь через плечо, словно кто-то следит за ней».",
          "choices": [
            {
              "choiceId": "story-847362910-c14",
              "text": "Устроить наблюдение за книжным магазином",
              "description": "Подождать, появится ли звонящий"
            }
          ]
        },
        {
          "nodeId": "story-847362910-7",
          "title": "Пустой завод",
          "narration": "Консервный завод возвышается на фоне предрассветного неба, как ржавый собор. Вы проскальзываете через сломанный забор и входите через боковую дверь, висящую на петлях. Внутри оборудование застыло во времени, покрытое слоями пыли и голубиного помета. Ваш фонарь прорезает темноту, раскрывая следы в пыли — свежие, ведущие глубже в здание. Затем вы слышите это: музыка, играющая где-то наверху, царапающая запись старого джазового стандарта. Та же песня, которая играла, когда умер Маркус Далтон.",
          "choices": [
            {
              "choiceId": "story-847362910-c15",
              "text": "Последовать за музыкой наверх",
              "description": "Кто-то хочет, чтобы вы их нашли"
            },
            {
              "choiceId": "story-847362910-c16",
              "text": "Сначала обыскать первый этаж",
              "description": "Методично и безопасно очистить каждую комнату"
            }
          ]
        },
        {
          "nodeId": "story-847362910-8",
          "title": "Задержка подкрепления",
          "narration": "Мартинес говорит, что подкрепление прибудет минимум через сорок минут — на шоссе произошла авария с несколькими машинами, и все заняты. Вы наблюдаете за заводом с другой стороны улицы, и именно тогда вы видите их: фигура движется мимо окна третьего этажа, освещенная фонариком сзади. Они внутри прямо сейчас, а сорок минут — вечность. Ваш телефон вибрирует с сообщением от неизвестного номера: «Тик-так, детектив. Правда ждет, но кто-то еще тоже. Приходите один, или Сара Чен умрет через двадцать минут».",
          "choices": [
            {
              "choiceId": "story-847362910-c17",
              "text": "Ворваться, чтобы спасти Сару",
              "description": ""
            },
            {
              "choiceId": "story-847362910-c18",
              "text": "Ждать подкрепления, несмотря на угрозу",
              "description": "Это может быть ловушка, чтобы изолировать вас"
            }
          ]
        },
        {
          "nodeId": "story-847362910-9",
          "title": "Семейные секреты",
          "narration": "Вы копаетесь в истории семьи Далтон и находите то, что первоначальное расследование упустило. У Маркуса была младшая сестра, Ребекка, которую поместили в психиатрическую больницу после его смерти. Официальная версия гласила, что у неё случился срыв от горя, но её медицинские записи рассказывают другую историю — она пыталась признаться в убийстве брата, но врачи отклонили это как бред. Её выпустили шесть месяцев назад. Согласно её делу, Ребекка утверждала, что Маркус отмывал деньги через завод, и она столкнулась с ним. Они подрались. Он упал. Но вот загвоздка: медицинский директор, объявивший её бредившей, досрочно вышел на пенсию и переехал в Коста-Рику с миллионом долларов.",
          "choices": [
            {
              "choiceId": "story-847362910-c19",
              "text": "Найти Ребекку Далтон",
              "description": "Она может быть вашим полночным звонящим"
            },
            {
              "choiceId": "story-847362910-c20",
              "text": "Расследовать медицинского директора",
              "description": "Кто-то заплатил ему, чтобы скрыть правду"
            }
          ]
        },
        {
          "nodeId": "story-847362910-10",
          "title": "Погоня",
          "narration": "Вы бежите в деревья, ветки хлещут по лицу, преследуя убегающую тень. Они быстры, но вы быстрее, и вы валите их за группой дубов. Когда переворачиваете их, вы замираете — это ребенок, может быть, шестнадцать, напуганный и рыдающий. «Пожалуйста, не делайте мне больно», — задыхается он. «Она заплатила мне пятьдесят баксов, чтобы оставить цветы и следить за вами. Я не знаю её имени, клянусь! Она была в толстовке и солнцезащитных очках. Она сказала написать ей, когда вы появитесь». Его телефон вибрирует в руке с новым сообщением: «Хорошая работа, детектив. Теперь посмотрите за собой».",
          "choices": [
            {
              "choiceId": "story-847362910-c21",
              "text": "Обернуться и встретиться с тем, кто там",
              "description": "Противостоять человеку за этим"
            },
            {
              "choiceId": "story-847362910-c22",
              "text": "Использовать ребенка как щит",
              "description": "Отчаянные времена требуют отчаянных мер"
            }
          ]
        },
        {
          "nodeId": "story-847362910-11",
          "title": "Скрытое сообщение",
          "narration": "Цветы — белые лилии, похоронные цветы. Записка написана на дорогой бумаге с водяным знаком отеля Моррисон. Вы фотографируете все своим телефоном, но когда поднимаете цветы, под ними что-то есть: ключ-карта от номера 412 отеля Моррисон и время, написанное красными чернилами — 6:00 утра. Это через девяносто минут. Фигура в деревьях исчезла, но вы слышите шаги на тропинке позади вас, убегающие прочь. Вы должны выбрать: преследовать их или следовать приглашению.",
          "choices": [
            {
              "choiceId": "story-847362910-c23",
              "text": "Преследовать человека, убегающего по тропинке",
              "description": "Поймать их, пока они не исчезли"
            },
            {
              "choiceId": "story-847362910-c24",
              "text": "Пойти в отель Моррисон",
              "description": "Узнать, кто пригласил вас и зачем"
            }
          ]
        },
        {
          "nodeId": "story-847362910-12",
          "title": "Защищенная цель",
          "narration": "Два офицера прибывают в течение пятнадцати минут и прочесывают вашу квартиру. Они находят точку входа — окно пожарной лестницы — и устанавливают наблюдение. Вы пытаетесь заснуть, но разум мчится с вопросами. В 7 утра один из офицеров стучит в дверь вашей спальни. «Детектив Кросс, вам нужно это увидеть». Они нашли что-то за зеркалом в ванной: маленькую камеру, все еще записывающую. Они отследили её сигнал до IP-адреса, зарегистрированного на поместье Маркуса Далтона. Кто-то в той семье наблюдал за вами, ожидая подходящего момента для удара.",
          "choices": [
            {
              "choiceId": "story-847362910-c25",
              "text": "Немедленно противостоять семье Далтон",
              "description": "Вынести бой к ним"
            },
            {
              "choiceId": "story-847362910-c26",
              "text": "Использовать камеру для подачи ложной информации",
              "description": "Обратить их наблюдение против них"
            }
          ]
        },
        {
          "nodeId": "story-847362910-13",
          "title": "Ловушка",
          "narration": "Вы проводите день, громко рассказывая своей пустой квартире, что собираетесь в полицейский участок в полночь, чтобы передать новые улики по делу Далтона. Затем прячетесь в шкафу с оружием наготове и ждете. В 11:47 вечера вы слышите это — тонкий скрежет металла о металл, когда кто-то снова вскрывает ваш замок. Шаги движутся по вашей квартире, ищут. Они входят в вашу спальню, и через щель в двери шкафа вы видите женщину в темной одежде, роющуюся в вашем столе. Когда она поворачивается, вы узнаете её по фотографиям из дела: Ребекка Далтон, сестра Маркуса. Она держит пистолет.",
          "choices": [
            {
              "choiceId": "story-847362910-c27",
              "text": "Выскочить и обезоружить её",
              "description": "Использовать элемент неожиданности"
            },
            {
              "choiceId": "story-847362910-c28",
              "text": "Позвать и попытаться уговорить её",
              "description": "Она может быть жертвой, а не злодеем"
            }
          ]
        },
        {
          "nodeId": "story-847362910-14",
          "title": "Номер 412",
          "narration": "Отель Моррисон пахнет старым ковром и сожалением. Вы поднимаетесь по лестнице на четвертый этаж, оружие готово, и подходите к номеру 412. Ключ-карта работает. Внутри комната темная, за исключением ноутбука, светящегося на столе, воспроизводящего записи наблюдения в цикле — кадры вас, расследующего место преступления Далтона три года назад. Также есть папка, полная документов: банковские переводы, письма, фотографии полицейских улик, зарегистрированных и «потерянных». Кто-то на высоком посту в департаменте похоронил улики, которые доказали бы, что признание Ребекки Далтон было настоящим. Затем вы слышите, как душ выключается в ванной. Здесь еще кто-то есть.",
          "choices": [
            {
              "choiceId": "story-847362910-c29",
              "text": "Противостоять тому, кто в ванной",
              "description": "Потребовать ответов лицом к лицу"
            },
            {
              "choiceId": "story-847362910-c30",
              "text": "Взять улики и быстро уйти",
              "description": "Убраться до того, как все станет жестоким"
            }
          ]
        },
        {
          "nodeId": "story-847362910-15",
          "title": "Наблюдение и ожидание",
          "narration": "Вы паркуетесь напротив книжного магазина с четким видом на вход. Проходят часы. В 2 часа дня женщина в темном пальто и солнцезащитных очках подходит к магазину, нервно оглядывается и проскальзывает внутрь. Она выходит десять минут спустя с владелицей магазина, которая указывает в вашу сторону. Женщина в пальто замирает, когда видит вашу машину, затем бежит. Вы преследуете её три квартала, прежде чем она сворачивает в переулок. Когда вы загоняете её в угол, она снимает солнцезащитные очки — это Ребекка Далтон, и она плачет. «Я не хотела пугать вас», — говорит она. «Мне просто нужно было, чтобы кто-то наконец выслушал. Мой брат был убит, и полиция скрыла это. Вы единственный, кто может мне поверить».",
          "choices": [
            {
              "choiceId": "story-847362910-c32",
              "text": "Арестовать её за преследование и сталкинг",
              "description": "Она вломилась в ваш дом и угрожала вам"
            }
          ]
        },
        {
          "nodeId": "story-847362910-16",
          "title": "Следуя за музыкой",
          "narration": "Металлические ступени стонут под вашим весом, когда вы поднимаетесь к музыке. Третий этаж, четвертый этаж — здание, кажется, тянется бесконечно. Наконец вы достигаете двери, висящей открытой, и музыка теперь громче. Внутри комната устроена как святилище: фотографии Маркуса Далтона покрывают стены, газетные вырезки о его смерти, а в центре Сара Чен, привязанная к стулу, в сознании, но с кляпом. Она лихорадочно качает головой, пытаясь предупредить вас. Слишком поздно — вы чувствуете ствол пистолета, прижатый к затылку. «Здравствуйте, детектив», — говорит женский голос. «Спасибо, что пришли. Теперь мы можем наконец установить правду».",
          "choices": [
            {
              "choiceId": "story-847362910-c33",
              "text": "Попытаться обезоружить нападающего",
              "description": "Рискнуть всем, чтобы спасти Сару"
            },
            {
              "choiceId": "story-847362910-c34",
              "text": "Подчиниться и выслушать её",
              "description": "Выиграть время, пока не увидите возможность"
            }
          ]
        },
        {
          "nodeId": "story-847362910-17",
          "title": "Секреты первого этажа",
          "narration": "Вы методично обыскиваете каждую комнату на первом этаже — старые офисы, комнату отдыха с заплесневелыми кофейными чашками, кладовые, полные ржавого оборудования. В последнем офисе вы находите то, что заставляет сердце биться быстрее: недавняя активность. Кто-то жил здесь. Спальный мешок, обертки от еды и стена, покрытая газетными вырезками о полицейской коррупции. Фотографии вас смешаны с изображениями вашего бывшего партнера, капитана Моррисона, того, кто закрыл дело Далтона. Затем вы видите это: доска с таймлайном, соединяющим Моррисона с бизнесом семьи Далтон, со стрелками, указывающими на оффшорные счета. Музыка наверху останавливается. Шаги спускаются к вам.",
          "choices": [
            {
              "choiceId": "story-847362910-c35",
              "text": "Спрятаться и устроить засаду тому, кто идет",
              "description": "Атаковать из тени"
            },
            {
              "choiceId": "story-847362910-c36",
              "text": "Объявить о себе и попросить поговорить",
              "description": ""
            }
          ]
        },
        {
          "nodeId": "story-847362910-18",
          "title": "Бюрократическое правосудие",
          "narration": "Вы ждете подкрепления, и когда они прибывают, завод пуст. Сара Чен найдена в безопасности дома — сообщение было блефом. Ребекка Далтон арестована при попытке сесть на самолет в Мексику. Под стражей она признается во всем: Маркус отмывал деньги от наркотиков, капитан Моррисон был на зарплате, и когда Ребекка столкнулась с братом, Моррисон убил его, чтобы заставить их обоих замолчать. Но без улик, которые Ребекка собрала — теперь уничтоженных в её панике — ничего не прилипает. Моррисон уходит на пенсию с полной пенсией. Ребекка идет в тюрьму за преследование и взлом. Дело официально закрыто, но вы знаете правду. Иногда система защищает виновных, и иногда правосудие — это не более чем документы и компромиссы. Вы сдаете жетон три месяца спустя.",
          "choices": []
        },
        {
          "nodeId": "story-847362910-19",
          "title": "Раскрытая правда",
          "narration": "Ребекка Далтон опускает оружие и рассказывает вам все. Её брат Маркус обнаружил, что капитан Моррисон использовал завод Далтон для хранения и распространения наркотиков, изъятых из улик. Когда Маркус угрожал разоблачить его, Моррисон убил его и выдал это за случайное нападение. Ребекка видела все из своей машины тем утром — она везла Маркусу кофе, их еженедельный ритуал. Моррисон заплатил медицинскому директору, чтобы объявить её психически непригодной, гарантируя, что никто не поверит её признанию. Но Ребекка провела три года в учреждении, собирая улики через контрабандные письма и телефонные звонки. Она все записала. Полночный звонок был её последней отчаянной попыткой найти одного честного копа. Вы слушаете записи, смотрите на документы и делаете свой выбор. Вместе вы обрушиваете Моррисона. Он получает пожизненное без права досрочного освобождения. Ребекка оправдана. Вас повышают. Некоторые ночи вы все еще задаетесь вопросом, сделали ли вы достаточно, но затем Ребекка присылает вам фотографии её открытия пекарни на деньги урегулирования, и вы помните: на этот раз хорошие парни победили.",
          "choices": []
        },
        {
          "nodeId": "story-847362910-20",
          "title": "Одинокий волк",
          "narration": "Вы хватаете папку с уликами и выскальзываете из номера отеля до того, как кто-то выходит из ванной. Вернувшись в квартиру, вы проводите ночь, изучая документы. Паутина коррупции глубже, чем вы представляли — не только Моррисон, но судьи, прокуроры, даже мэр. Вынесение этого на публику могло обрушить половину правительства города. Вы делаете копии и отправляете их трем разным газетам, затем собираете сумку. К утру ваша история взрывается на каждом новостном канале. Вы уже в другом штате, когда ФБР прибывает, чтобы взять на себя расследование. Моррисона арестовывают в аэропорту, пытаясь бежать. Ребекка оправдана посмертно — она умерла два дня назад, наконец освободившись от своего бремени. Вы никогда не возвращаетесь в город. Вы меняете имя, открываете небольшое детективное агентство в Монтане и помогаете людям с меньшими тайнами. Иногда вы задаетесь вопросом, было ли бегство трусостью или мудростью. Затем вы помните: вы выжили и остановили их. Этого должно быть достаточно.",
          "choices": []
        },
        {
          "nodeId": "story-847362910-21",
          "title": "Тупик",
          "narration": "Вы делаете свой ход, быстрый и решительный, но она быстрее. Пистолет стреляет дважды. Боль взрывается в вашей груди, и все идет наперекосяк. Вы сильно ударяетесь о землю, зрение плавает с красными и черными пятнами. Ребекка стоит над вами, все еще держа дымящееся оружие, слезы текут по её лицу. «Мне жаль», — шепчет она. «Я просто хотела, чтобы кому-то было не все равно, что он умер. Я просто хотела, чтобы правда имела значение». Она бросает пистолет и убегает. Вы пытаетесь дотянуться до радио, но пальцы не работают правильно. Ваш телефон вибрирует в кармане — вероятно, Мартинес, интересуется, где вы. Потолочная плитка размывается. Вы думаете о Маркусе Далтоне, мертвом в беседке на рассвете. Вы думаете о том, как он, вероятно, чувствовал этот же холод, ползущий по венам, этот же угасающий свет. По крайней мере, теперь вы знаете правду. По крайней мере, кто-то найдет улики и закончит то, что вы начали. Мир темнеет, и ваша последняя мысль, что, может быть, Ребекка была права в одном: правда действительно имеет значение, даже когда она стоит всего.",
          "choices": []
        },
        {
          "nodeId": "story-847362910-22",
          "title": "Моральный компромисс",
          "narration": "Вы хватаете подростка и тянете его перед собой как щит, оружие наготове. «Покажитесь!» — кричите вы во тьму. Ничего. Никого. Вы проверяете телефон парня — сообщение было автоматическим, отправлено по таймеру, чтобы поиграть с вашим разумом. Никогда никого не было за вами. Но урон нанесен. Парень травмирован, плачет о том, как вы ему навредили, как он был напуган. Камеры наблюдения парка все засняли. К утру вас отстраняют на время расследования. Родители парня нанимают адвоката. История становится вирусной: Детектив использует ребенка как живой щит. Моррисон тихо снова закрывает дело Далтона, пока все сосредоточены на вашем скандале. Ребекка Далтон исчезает, вероятно, мертва или в бегах. Вы боретесь с отстранением шесть месяцев, прежде чем взять урегулирование и уйти в отставке с позором. Правда о Моррисоне и Маркусе Далтоне остается похороненной. Вы проводите свои дни, задаваясь вопросом, могли ли вы поступить иначе, могли ли быть смелее, умнее, лучше. Полночный звонящий больше никогда не связывается с вами. Может быть, потому что она поняла, что вы не тот герой, которым она вас считала. Может быть, потому что некоторые битвы проиграны до того, как они начались.",
          "choices": []
        }
      ]
    }
  ]
}
