{
  "meta": {
    "storyId": "story-583921467",
    "language": "ru",
    "version": "1.0",
    "lastUpdated": "2025-01-05T00:00:00.000Z"
  },
  "story": {
    "title": "Сердце Хранителя Времени",
    "author": "Нова Стрикленд",
    "description": "Когда инженер времени и её партнёр обнаруживают часовой механизм, связывающий их будущее, каждый выбор рискует переписать их любовь сквозь столетия.",
    "genre": [
      "романтика",
      "научная фантастика"
    ],
    "difficulty": "средний",
    "estimatedDuration": 22
  },
  "nodes": [
    {
      "id": "story-583921467-1",
      "type": "start",
      "title": "Темпоральное Предложение",
      "narration": "Город тикает в гармонии с Хроносферой под ним. Вы и ваш партнёр Элиас стоите перед Сердечным Двигателем — сверкающим механизмом, способным ткать будущее. Этим вечером вы намеревались сделать предложение, но двигатель пульсирует беспорядочно, проецируя разорванные видения вас двоих порознь. Противостоите ли вы аномалии напрямую или исследуете пророчество, закодированное в сердце?",
      "choices": [
        {
          "id": "story-583921467-c1",
          "text": "Погрузитесь в архивы данных, чтобы расшифровать предупреждение",
          "description": null
        },
        {
          "id": "story-583921467-c2",
          "text": "Отправьтесь в обсерваторию и проследите темпоральный разлом",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-2",
      "type": "decision",
      "title": "Хронозапертая Библиотека",
      "narration": "Полки с мерцающими стопками глифов вращаются вокруг вас. Импульс Сердечного Двигателя прожигает каталог, выделяя закодированное объявление от ваших будущих воплощений. Оно говорит о выборе, который сохраняет любовь, но разрушает время. Вы можете попытаться восстановить потерянную строку объявления или проанализировать форму волны сигнала двигателя.",
      "choices": [
        {
          "id": "story-583921467-c3",
          "text": "Воссоздайте недостающую строку объявления",
          "description": null
        },
        {
          "id": "story-583921467-c4",
          "text": "Смоделируйте форму волны, чтобы предсказать пик парадокса",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-3",
      "type": "decision",
      "title": "Часовая Обсерватория",
      "narration": "Купол обсерватории гудит, пока звёздный свет преломляется сквозь хронолинзы. Вы выравниваете сигнал Сердечного Двигателя с мерцающими созвездиями, раскрывая временную линию, где Элиас исчезает. Единственный якорь — это темпоральный трос, привязанный к вашему пульсу. Ответите ли вы на зов этого троса или переконструируете устройство, чтобы разделить бремя?",
      "choices": [
        {
          "id": "story-583921467-c5",
          "text": "Следуйте за тросом, чтобы встретить будущую версию себя",
          "description": null
        },
        {
          "id": "story-583921467-c6",
          "text": "Модифицируйте устройство, чтобы Элиас разделил темпоральную нагрузку",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-4",
      "type": "decision",
      "title": "Сердце Двигателя",
      "narration": "Ваша реконструкция ненадолго стабилизирует Сердечный Двигатель. Проекция вас и Элиаса, обменивающихся клятвами сквозь столетия, мерцает в воздухе. Двигатель предлагает выбор: синхронизировать ваши сердцебиения, чтобы навсегда связать временные линии, или перенаправить избыточную энергию в резервную решётку.",
      "choices": [
        {
          "id": "story-583921467-c7",
          "text": "Синхронизируйте сердцебиения и гармонизируйте ядро",
          "description": null
        },
        {
          "id": "story-583921467-c8",
          "text": "Направьте энергию в отказоустойчивую решётку",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-5",
      "type": "decision",
      "title": "Отголоски Будущего",
      "narration": "Трос втягивает вас в светящийся коридор перекрывающихся мгновений. Появляется будущая версия Элиаса, держащая завершённое ядро Сердечного Двигателя. Он предупреждает, что ваша любовь сохранится, только если вы примете общую судьбу — ту, где вы оба откажетесь от определённых свобод. Примете ли вы эту общую судьбу или разорвёте трос, чтобы проложить другой путь?",
      "choices": [
        {
          "id": "story-583921467-c9",
          "text": "Примите общую судьбу и слейте временные линии",
          "description": null
        },
        {
          "id": "story-583921467-c10",
          "text": "Разорвите трос и найдите альтернативный маршрут",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-6",
      "type": "decision",
      "title": "Рискованный Эксперимент",
      "narration": "Вы и Элиас подключаете наручные хронокастеры, разделяя всплеск. Сердечный Двигатель стабилизируется, но появляется таймер — пять минут до коллапса парадокса. Один вариант — немедленно запуститься в гармонизированную временную линию; другой — прервать процесс, приняв, что двигатель может выйти из строя навсегда.",
      "choices": [
        {
          "id": "story-583921467-c11",
          "text": "Инициируйте гармонизированный запуск вместе",
          "description": null
        },
        {
          "id": "story-583921467-c12",
          "text": "Прервите и отключите Сердечный Двигатель",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-7",
      "type": "ending",
      "title": "Бесконечные Клятвы",
      "narration": "С синхронизированными сердцебиениями вы и Элиас переходите в общий континуум. Вы наблюдаете, как ваша свадьба разворачивается под небом поразительных сияний, каждый момент отражается сквозь временные линии. Сердечный Двигатель равномерно урчит; будущее принадлежит вам, чтобы писать его вместе. Сердце Хранителя Времени продолжает биться, переплетённое с вашим собственным.",
      "choices": []
    },
    {
      "id": "story-583921467-8",
      "type": "decision",
      "title": "Переговоры о Парадоксе",
      "narration": "Отказоустойчивая решётка расцветает в мерцающий мост. Три будущих версии вас и Элиаса тянутся через него, каждая представляет разную жизнь, которую вы могли бы разделить. Одна призывает к доверию, другая настаивает на независимости, а последняя предлагает компромисс с гарантиями. Какой путь вы зафиксируете в Сердечном Двигателе?",
      "choices": [
        {
          "id": "story-583921467-c13",
          "text": "Полностью доверьтесь будущему и шагните вместе",
          "description": null
        },
        {
          "id": "story-583921467-c14",
          "text": "Сохраните защиту и разделите двигатель на всякий случай",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-9",
      "type": "ending",
      "title": "Одинокая Временная Линия",
      "narration": "Вы разрываете трос, и Сердечный Двигатель стабилизируется в тишине. Город продолжает существовать, не зная о том, что чуть не было потеряно. Годы спустя вы ловите мимолётные проблески жизни, где вы и Элиас стояли вместе. Знание о том, что могло бы быть, остаётся, как призрачное сердцебиение.",
      "choices": []
    },
    {
      "id": "story-583921467-10",
      "type": "ending",
      "title": "Разрушенная Временная Линия",
      "narration": "Вы выключаете Сердечный Двигатель. Пузырь парадокса коллапсирует неравномерно, раскалывая фрагменты ваших общих воспоминаний. Вы и Элиас остаётесь вместе, но чувствуете расстояние забытых вещей — внутренних шуток, ночных амбиций, предложения, которое так и не было сделано. Любовь выживает, но обещание двигателя о бесконечной связи исчезло.",
      "choices": []
    },
    {
      "id": "story-583921467-11",
      "type": "ending",
      "title": "Слитый Горизонт",
      "narration": "Вы берёте Элиаса за руку и проходите сквозь светящуюся арку. Множественные будущие сливаются в гобелен общих вех — научные прорывы, тихие юбилеи и долгожданные клятвы. Вы чувствуете, как каждая версия вашей любви объединяется, закреплённая доверием.",
      "choices": []
    },
    {
      "id": "story-583921467-12",
      "type": "ending",
      "title": "Одинокая Перезагрузка",
      "narration": "Вы разделяете Сердечный Двигатель, программируя защиту, которая держит каждое будущее на расстоянии. Парадокс безопасно коллапсирует, но в каждой результирующей временной линии вы и Элиас выбираете долг вместо преданности. Город спасён, но вы идёте раздельными путями, зная, что безопасность пришла ценой общей судьбы.",
      "choices": []
    }
  ]
}
