{
  "meta": {
    "storyId": "story-583921467",
    "language": "ua",
    "version": "1.0",
    "lastUpdated": "2025-01-05T00:00:00.000Z"
  },
  "story": {
    "title": "Серце Сторожа Часу",
    "author": "Нова Стріклeнд",
    "description": "Коли інженерка часу та її партнер виявляють годинниковий механізм, що поєднує їхнє майбутнє, кожен вибір ризикує переписати їхнє кохання крізь століття.",
    "genre": [
      "романтика",
      "наукова фантастика"
    ],
    "difficulty": "середній",
    "estimatedDuration": 22
  },
  "nodes": [
    {
      "id": "story-583921467-1",
      "type": "start",
      "title": "Темпоральна Пропозиція",
      "narration": "Місто цокає в гармонії з Хроносферою під ним. Ви та ваш партнер Еліас стоїте перед Серцевим Двигуном — мерехтливим механізмом, здатним ткати майбутнє. Цього вечора ви збиралися зробити пропозицію, але двигун пульсує хаотично, проєктуючи розірвані видіння вас двох окремо. Чи протистоїте ви аномалії безпосередньо, чи досліджуєте пророцтво, закодоване в серці?",
      "choices": [
        {
          "id": "story-583921467-c1",
          "text": "Поринь в архіви даних, щоб розшифрувати попередження",
          "description": null
        },
        {
          "id": "story-583921467-c2",
          "text": "Йди до обсерваторії та простеж темпоральний розлом",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-2",
      "type": "decision",
      "title": "Хронозамкнена Бібліотека",
      "narration": "Полиці з мерехтливими стопками гліфів обертаються навколо вас. Імпульс Серцевого Двигуна прожигає каталог, виділяючи закодовану декларацію від ваших майбутніх втілень. Вона говорить про вибір, який зберігає кохання, але руйнує час. Ви можете спробувати відновити втрачений рядок декларації або проаналізувати форму хвилі сигналу двигуна.",
      "choices": [
        {
          "id": "story-583921467-c3",
          "text": "Відтвори відсутній рядок декларації",
          "description": null
        },
        {
          "id": "story-583921467-c4",
          "text": "Змодулюй форму хвилі, щоб передбачити пік парадоксу",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-3",
      "type": "decision",
      "title": "Годинникова Обсерваторія",
      "narration": "Купол обсерваторії гуде, поки зоряне світло заломлюється крізь хронолінзи. Ви вирівнюєте сигнал Серцевого Двигуна з мерехтливими сузір'ями, розкриваючи часову лінію, де Еліас зникає. Єдиний якір — це темпоральний трос, прив'язаний до вашого пульсу. Чи відповісте ви на поклик цього троса, чи переконструюєте пристрій, щоб розділити тягар?",
      "choices": [
        {
          "id": "story-583921467-c5",
          "text": "Йди за тросом, щоб зустріти майбутню версію себе",
          "description": null
        },
        {
          "id": "story-583921467-c6",
          "text": "Модифікуй пристрій, щоб Еліас розділив темпоральне навантаження",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-4",
      "type": "decision",
      "title": "Серце Двигуна",
      "narration": "Ваша реконструкція ненадовго стабілізує Серцевий Двигун. Проєкція вас і Еліаса, що обмінюються клятвами крізь століття, мерехтить у повітрі. Двигун пропонує вибір: синхронізувати ваші серцебиття, щоб назавжди зв'язати часові лінії, або перенаправити надлишкову енергію в резервну решітку.",
      "choices": [
        {
          "id": "story-583921467-c7",
          "text": "Синхронізуй серцебиття та гармонізуй ядро",
          "description": null
        },
        {
          "id": "story-583921467-c8",
          "text": "Спрямуй енергію у відмовостійку решітку",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-5",
      "type": "decision",
      "title": "Відлуння Майбутнього",
      "narration": "Трос втягує вас у світлий коридор мить, що перекриваються. З'являється майбутня версія Еліаса, тримаючи завершене ядро Серцевого Двигуна. Він попереджає, що ваше кохання збережеться лише якщо ви приймете спільну долю — ту, де ви обоє відмовитеся від певних свобод. Чи приймете ви цю спільну долю, чи розірвете трос, щоб прокласти інший шлях?",
      "choices": [
        {
          "id": "story-583921467-c9",
          "text": "Прийми спільну долю та злий часові лінії",
          "description": null
        },
        {
          "id": "story-583921467-c10",
          "text": "Розірви трос і знайди альтернативний маршрут",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-6",
      "type": "decision",
      "title": "Ризикований Експеримент",
      "narration": "Ви з Еліасом з'єднуєте наручні хронокастери, ділячи сплеск. Серцевий Двигун стабілізується, але з'являється таймер — п'ять хвилин до колапсу парадоксу. Один варіант — негайно запуститися в гармонізовану часову лінію; інший — перервати процес, прийнявши, що двигун може вийти з ладу назавжди.",
      "choices": [
        {
          "id": "story-583921467-c11",
          "text": "Ініціюй гармонізований запуск разом",
          "description": null
        },
        {
          "id": "story-583921467-c12",
          "text": "Перерви і вимкни Серцевий Двигун",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-7",
      "type": "ending",
      "title": "Нескінченні Клятви",
      "narration": "З синхронізованими серцебиттями ви з Еліасом переходите у спільний континуум. Ви спостерігаєте, як ваше весілля розгортається під небом вражаючих сяйв, кожна мить відбивається крізь часові лінії. Серцевий Двигун рівномірно дзюрчить; майбутнє належить вам, щоб писати його разом. Серце Сторожа Часу продовжує битися, переплетене з вашим власним.",
      "choices": []
    },
    {
      "id": "story-583921467-8",
      "type": "decision",
      "title": "Переговори про Парадокс",
      "narration": "Відмовостійка решітка розквітає в мерехтливий міст. Три майбутні версії вас і Еліаса тягнуться через нього, кожна представляє інше життя, яке ви могли б розділити. Одна закликає до довіри, інша наполягає на незалежності, а остання пропонує компроміс із гарантіями. Який шлях ви зафіксуєте в Серцевому Двигуні?",
      "choices": [
        {
          "id": "story-583921467-c13",
          "text": "Повністю довірся майбутньому і крокуйте разом",
          "description": null
        },
        {
          "id": "story-583921467-c14",
          "text": "Збережи захист і розділи двигун на всяк випадок",
          "description": null
        }
      ]
    },
    {
      "id": "story-583921467-9",
      "type": "ending",
      "title": "Самотня Часова Лінія",
      "narration": "Ви розриваєте трос, і Серцевий Двигун стабілізується в тиші. Місто продовжує існувати, не знаючи про те, що ледь не було втрачено. Роки по тому ви ловите миттєві проблиски життя, де ви з Еліасом стояли разом. Знання про те, що могло б бути, залишається, як примарне серцебиття.",
      "choices": []
    },
    {
      "id": "story-583921467-10",
      "type": "ending",
      "title": "Розбита Часова Лінія",
      "narration": "Ви вимикаєте Серцевий Двигун. Бульбашка парадоксу колапсує нерівномірно, розколюючи фрагменти ваших спільних спогадів. Ви з Еліасом залишаєтеся разом, але відчуваєте відстань забутих речей — внутрішніх жартів, нічних амбіцій, пропозиції, яка так і не була зроблена. Кохання виживає, але обіцянка двигуна про нескінченний зв'язок зникла.",
      "choices": []
    },
    {
      "id": "story-583921467-11",
      "type": "ending",
      "title": "Злитий Обрій",
      "narration": "Ви беrete Еліаса за руку і проходите крізь світлу арку. Множинні майбутні зливаються в гобелен спільних віх — наукові прориви, тихі ювілеї та довгоочікувані клятви. Ви відчуваєте, як кожна версія вашого кохання об'єднується, закріплена довірою.",
      "choices": []
    },
    {
      "id": "story-583921467-12",
      "type": "ending",
      "title": "Самотнє Перезавантаження",
      "narration": "Ви розділяєте Серцевий Двигун, програмуючи захист, який тримає кожне майбутнє на відстані. Парадокс безпечно колапсує, але в кожній результуючій часовій лінії ви з Еліасом обираєте обов'язок замість відданості. Місто врятовано, але ви йдете окремими шляхами, знаючи, що безпека прийшла ціною спільної долі.",
      "choices": []
    }
  ]
}
