{
  "meta": {
    "storyId": "story-10012001",
    "language": "ja",
    "version": "1.0",
    "lastUpdated": "2025-01-21T00:00:00.000Z"
  },
  "story": {
    "title": "宇宙の漂流者",
    "author": "ライラ・ヘイズ司令官",
    "description": "死にゆく宇宙船で目覚めたあなたは、緊急修理に賭けるか、下方の未知の惑星に危険を冒すかを決断しなければならない。すべての選択が、故郷から遠く離れた生存への戦いへとあなたを深く引き込む。",
    "genre": [
      "SF",
      "冒険"
    ],
    "difficulty": "中級",
    "estimatedDuration": 20
  },
  "nodes": [
    {
      "id": "story-10012001-1",
      "type": "start",
      "title": "破滅的な目覚め",
      "narration": "警報が鳴り響き、ライトが点滅する中、あなたは飛び起きる。宇宙船は破片に衝突し、虚空を漂流している。船体は破れ、酸素は少ない。コックピットの窓から、荒涼とした惑星と果てしない星々の広がりが見える。通信が途絶え、システムが故障する中、生き延びたいなら素早く行動しなければならない。",
      "choices": [
        {
          "id": "story-10012001-c1",
          "text": "船のシステムを修理して助けを求める",
          "description": null
        },
        {
          "id": "story-10012001-c2",
          "text": "脱出ポッドで惑星へ向かい船を放棄する",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-2",
      "type": "decision",
      "title": "重要な修理",
      "narration": "船に留まり、損傷したキャビンを漂いながら心臓が激しく鼓動する。酸素計が下がっている。損傷したコンソールから火花が散る。時間と工具は限られている。呼吸を整え、選択肢を考える。通信アレイはオフラインで、生命維持装置は故障している。どちらか一つを修理できれば、生死を分けるかもしれない。",
      "choices": [
        {
          "id": "story-10012001-c3",
          "text": "通信アレイを修理して救助を呼ぶ",
          "description": null
        },
        {
          "id": "story-10012001-c4",
          "text": "生命維持システムに集中して時間を稼ぐ",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-3",
      "type": "decision",
      "title": "脱出ポッドの降下",
      "narration": "船は救えないと判断し、ヘルメットを密閉して一人用脱出ポッドに乗り込む。シューという音とともに射出される。小さな舷窓から、破壊された船が遠ざかるのを見守る。ポッドは惑星の表面に向かって突進し、激しく揺れる。身構えて、瞬間後、異星の空の下の荒涼とした岩だらけの平原に墜落する。よろめきながら外に出て、果てしない赤い砂漠とギザギザの山々を見渡す。ポッドのシステムは無傷だが、資源は乏しい。急速に夜が近づく中、この敵対的な世界での次の行動を決めなければならない。",
      "choices": [
        {
          "id": "story-10012001-c5",
          "text": "尾根を登りポッドのビーコンを起動し、誰かが聞いてくれることを願う",
          "description": null
        },
        {
          "id": "story-10012001-c6",
          "text": "物資を集めて谷で水と避難所を探す",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-4",
      "type": "ending",
      "title": "信号受信",
      "narration": "薄くなる空気を無視して、通信アレイに電力を回し、遭難信号を送る。苦痛に満ちた数分間、応答はない。視界に暗闇が迫ってきたちょうどその時、ザラザラした声が応答する—パトロール船があなたの遭難信号を受信した！彼らがビーコンに向かう中、安堵して倒れ込む。しばらく後、救助船の中で目を覚まし、顔には酸素マスク。窓から、破壊された船が置き去りにされるのが見える。あなたは安全で、間に合って送った信号によって救われた。",
      "choices": []
    },
    {
      "id": "story-10012001-5",
      "type": "ending",
      "title": "静かな漂流",
      "narration": "貴重なエネルギーを生命維持の修理に費やす—漏れを塞ぎ、緊急酸素ボンベを交換する。空気は安定し、数時間を稼ぐ...しかし通信がなければ、誰もあなたが遭難していることを知らない。時間が伸びる中、宇宙の静かな闇の中を一人漂う。やがて酸素が尽き、寒さが忍び寄る。遠い星々を見つめながら、運命と和解する。船はあなたの墓となり、永遠に周回する—虚空の中で沈黙した孤独な旅人。",
      "choices": []
    },
    {
      "id": "story-10012001-6",
      "type": "ending",
      "title": "ビーコンの悲劇",
      "narration": "助けを求めることを決意し、近くで最も高い場所を登り、脱出ポッドの遭難ビーコンを起動する。弱い信号が点滅する。返答なしに時間が過ぎる。下る途中、岩場の地面が崩れる—滑って谷に転がり落ち、重傷を負う。夜が訪れ、それとともに氷点下の寒さ。朝の光の中、ビーコンはまだ忠実にあなたのそばで点滅しているが、あなたは二度と動くことはない。最後の賭けは悲劇に終わり、あなたの物語は孤独な世界で失われる。",
      "choices": []
    },
    {
      "id": "story-10012001-7",
      "type": "ending",
      "title": "赤い世界の生存者",
      "narration": "救助は決して来ないかもしれないと受け入れ、ポッドから回収できるもの—浄水フィルター、ナイフ、保温シート—を持って未知へと出発する。数日間の苦難の後、新鮮な水の細流と食用キノコのある保護された峡谷を発見する。楽園ではないが、命だ。数ヶ月が過ぎる中、小さな岩の生き物を狩り、深紅の惑星の過酷な条件に耐えることを学ぶ。毎晩、星々を見つめ、あそこの誰かがあなたに何が起こったのか疑問に思っているか考える—今やこの異星の世界を故郷と呼ぶ宇宙の漂流者を。",
      "choices": []
    }
  ]
}
