{
  "meta": {
    "storyId": "story-10012001",
    "language": "ru",
    "version": "1.0",
    "lastUpdated": "2025-01-21T00:00:00.000Z"
  },
  "story": {
    "title": "Космический Изгнанник",
    "author": "Коммандер Лайра Хейс",
    "description": "Проснувшись в умирающем космическом корабле, вы должны решить, рискнуть ли на экстренный ремонт или попытать удачу на неизведанной планете внизу. Каждый выбор втягивает вас глубже в борьбу за выживание вдали от дома.",
    "genre": [
      "научная фантастика",
      "приключения"
    ],
    "difficulty": "средний",
    "estimatedDuration": 20
  },
  "nodes": [
    {
      "id": "story-10012001-1",
      "type": "start",
      "title": "Катастрофическое Пробуждение",
      "narration": "Вы вскакиваете под рев сирен и мерцание огней. Ваш космический корабль столкнулся с обломками и теперь дрейфует в пустоте. Корпус пробит, кислород на исходе. Через окно кабины вы видите пустынную планету внизу и бесконечное пространство звёзд. При отказавшей связи и выходящих из строя системах вы должны действовать быстро, если надеетесь выжить.",
      "choices": [
        {
          "id": "story-10012001-c1",
          "text": "Попытаться отремонтировать системы корабля и подать сигнал о помощи",
          "description": null
        },
        {
          "id": "story-10012001-c2",
          "text": "Покинуть корабль в спасательной капсуле в направлении планеты",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-2",
      "type": "decision",
      "title": "Критический Ремонт",
      "narration": "Вы остаётесь на борту, сердце колотится, пока вы парите по искалеченной кабине. Указатель кислорода падает. Искры летят из повреждённой консоли. У вас ограниченное время и инструменты. Вы стабилизируете дыхание и обдумываете варианты. Коммуникационная система не работает, система жизнеобеспечения отказывает. Если вы сможете починить одну из них, это может решить разницу между жизнью и смертью.",
      "choices": [
        {
          "id": "story-10012001-c3",
          "text": "Отремонтировать коммуникационную систему, чтобы вызвать спасателей",
          "description": null
        },
        {
          "id": "story-10012001-c4",
          "text": "Сосредоточиться на системе жизнеобеспечения, чтобы выиграть время",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-3",
      "type": "decision",
      "title": "Спуск Спасательной Капсулы",
      "narration": "Решив, что корабль не спасти, вы герметизируете шлем и забираетесь в одноместную спасательную капсулу. С шипением она катапультируется. Через маленький иллюминатор вы наблюдаете, как ваш разрушенный корабль отдаляется. Капсула мчится к поверхности планеты, яростно трясясь. Вы готовитесь, и мгновения спустя терпите крушение на пустынной каменистой равнине под чужим небом. Шатаясь, вы выходите и обозреваете бесконечные красные пустыни и зазубренные горы. Системы капсулы целы, но ресурсов мало. Когда быстро наступает ночь, вы должны определить свой следующий шаг на этом враждебном мире.",
      "choices": [
        {
          "id": "story-10012001-c5",
          "text": "Взобраться на хребет и активировать маяк капсулы, надеясь, что кто-то его услышит",
          "description": null
        },
        {
          "id": "story-10012001-c6",
          "text": "Собрать припасы и искать воду и укрытие в долине",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-4",
      "type": "ending",
      "title": "Сигнал Принят",
      "narration": "Игнорируя истончающийся воздух, вы перенаправляете энергию на коммуникационную систему и посылаете сигнал бедствия. Мучительные минуты проходят без ответа. Когда тьма уже затуманивает ваше зрение, раздаётся потрескивающий голос — патрульный корабль засёк ваш сигнал! Вы падаете с облегчением, пока они пеленгуют ваш маяк. Спустя какое-то время вы открываете глаза на борту спасательного судна, кислородная маска на вашем лице. Через окно вы видите, как ваш разбитый корабль остаётся позади. Вы спасены благодаря сигналу, который успели отправить вовремя.",
      "choices": []
    },
    {
      "id": "story-10012001-5",
      "type": "ending",
      "title": "Безмолвный Дрейф",
      "narration": "Вы посвящаете драгоценную энергию ремонту жизнеобеспечения — латаете пробоины и меняете аварийные баллоны с кислородом. Воздух стабилизируется, давая вам часы... но без связи никто не знает, что вы застряли. Вы дрейфуете в одиночестве в безмолвной тьме космоса, пока время тянется. В конце концов кислород заканчивается и холод подкрадывается. Глядя на далёкие звёзды, вы примиряетесь со своей судьбой. Ваш корабль становится вашей могилой, бесконечно вращающейся по орбите — одинокий странник, умолкший в пустоте.",
      "choices": []
    },
    {
      "id": "story-10012001-6",
      "type": "ending",
      "title": "Трагедия Маяка",
      "narration": "Решив призвать на помощь, вы взбираетесь на ближайшую возвышенность и активируете сигнал бедствия спасательной капсулы. Слабый сигнал мерцает в пространство. Часы проходят без ответа. Спускаясь вниз, каменистая почва поддаётся — вы скользите и летите вниз по ущелью, серьёзно травмируясь. Наступает ночь, а с ней приходит мороз ниже нуля. В утреннем свете маяк всё ещё преданно мигает рядом с вами, но вы больше не шевелитесь. Ваша последняя ставка заканчивается трагедией, ваша история потеряна на одинокой планете.",
      "choices": []
    },
    {
      "id": "story-10012001-7",
      "type": "ending",
      "title": "Выживший Красного Мира",
      "narration": "Смирившись с тем, что спасение может так и не прийти, вы забираете из капсулы всё возможное — водный фильтр, нож, термоодеяло — и отправляетесь в неизвестность. После дней лишений вы обнаруживаете защищённый каньон с ручейком свежей воды и съедобными грибами. Это не рай, но это жизнь. С течением месяцев вы учитесь охотиться на мелких каменных существ и выдерживать жестокие условия багрового мира. Каждую ночь вы смотрите на звёзды, задаваясь вопросом, интересуется ли там кто-нибудь, что с вами стало — с космическим изгнанником, который теперь называет этот чужой мир домом.",
      "choices": []
    }
  ]
}
