{
  "meta": {
    "storyId": "story-10012001",
    "language": "ua",
    "version": "1.0",
    "lastUpdated": "2025-01-21T00:00:00.000Z"
  },
  "story": {
    "title": "Космічний Вигнанець",
    "author": "Командир Лайра Гейс",
    "description": "Прокинувшись у вмираючому космічному кораблі, ви маєте вирішити, чи ризикнути на аварійний ремонт, чи спробувати удачу на невідомій планеті внизу. Кожен вибір тягне вас глибше в боротьбу за виживання далеко від дому.",
    "genre": [
      "наукова фантастика",
      "пригоди"
    ],
    "difficulty": "середній",
    "estimatedDuration": 20
  },
  "nodes": [
    {
      "id": "story-10012001-1",
      "type": "start",
      "title": "Катастрофічне Пробудження",
      "narration": "Ви зриваєтесь під рев сирен та мерехтіння світла. Ваш космічний корабель зіткнувся з уламками і тепер дрейфує у порожнечі. Корпус пробито, кисню мало. Через вікно кабіни ви бачите спустошену планету внизу та нескінченний простір зірок. При вимкненому зв'язку та системах, що виходять з ладу, ви маєте діяти швидко, якщо сподіваєтеся вижити.",
      "choices": [
        {
          "id": "story-10012001-c1",
          "text": "Спробувати відремонтувати системи корабля та подати сигнал про допомогу",
          "description": null
        },
        {
          "id": "story-10012001-c2",
          "text": "Покинути корабель у рятівній капсулі в напрямку планети",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-2",
      "type": "decision",
      "title": "Критичний Ремонт",
      "narration": "Ви залишаєтесь на борту, серце калатає, поки ви ширяєте покаліченою кабіною. Покажчик кисню падає. Іскри летять з пошкодженої консолі. У вас обмежений час і інструменти. Ви стабілізуєте дихання та обмірковуєте варіанти. Комунікаційна система не працює, система життєзабезпечення відмовляє. Якщо ви зможете полагодити одну з них, це може вирішити різницю між життям і смертю.",
      "choices": [
        {
          "id": "story-10012001-c3",
          "text": "Відремонтувати комунікаційну систему, щоб викликати рятувальників",
          "description": null
        },
        {
          "id": "story-10012001-c4",
          "text": "Зосередитися на системі життєзабезпечення, щоб виграти час",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-3",
      "type": "decision",
      "title": "Спуск Рятівної Капсули",
      "narration": "Вирішивши, що корабель не врятувати, ви герметизуєте шолом і залазите в одномісну рятівну капсулу. З шипінням вона катапультується. Через маленький ілюмінатор ви спостерігаєте, як ваш зруйнований корабель віддаляється. Капсула мчить до поверхні планети, люто трусячись. Ви готуєтесь, і миті потому зазнаєте аварії на спустошеній кам'янистій рівнині під чужим небом. Хитаючись, ви виходите та оглядаєте нескінченні червоні пустелі та зубчасті гори. Системи капсули цілі, але ресурсів мало. Коли швидко настає ніч, ви маєте визначити свій наступний крок на цьому ворожому світі.",
      "choices": [
        {
          "id": "story-10012001-c5",
          "text": "Зійти на хребет і активувати маяк капсули, сподіваючись, що хтось його почує",
          "description": null
        },
        {
          "id": "story-10012001-c6",
          "text": "Зібрати припаси та шукати воду й укриття в долині",
          "description": null
        }
      ]
    },
    {
      "id": "story-10012001-4",
      "type": "ending",
      "title": "Сигнал Прийнято",
      "narration": "Ігноруючи повітря, що стоншується, ви перенаправляєте енергію на комунікаційну систему та посилаєте сигнал лиха. Мучливі хвилини проходять без відповіді. Коли темрява вже затуманює ваш зір, лунає тріскучий голос — патрульний корабель засік ваш сигнал! Ви падаєте з полегшенням, поки вони пеленгують ваш маяк. Через якийсь час ви відкриваєте очі на борту рятівного судна, кисневу маску на вашому обличчі. Через вікно ви бачите, як ваш розбитий корабель залишається позаду. Ви врятовані завдяки сигналу, який встигли відправити вчасно.",
      "choices": []
    },
    {
      "id": "story-10012001-5",
      "type": "ending",
      "title": "Безмовний Дрейф",
      "narration": "Ви присвячуєте дорогоцінну енергію ремонту життєзабезпечення — латаєте пробоїни та міняєте аварійні балони з киснем. Повітря стабілізується, даючи вам години... але без зв'язку ніхто не знає, що ви застрягли. Ви дрейфуєте на самоті в беззвучній темряві космосу, поки час тягнеться. Зрештою кисень закінчується і холод підкрадається. Дивлячись на далекі зірки, ви миритеся зі своєю долею. Ваш корабель стає вашою могилою, нескінченно обертаючись по орбіті — самотній мандрівник, що замовк у порожнечі.",
      "choices": []
    },
    {
      "id": "story-10012001-6",
      "type": "ending",
      "title": "Трагедія Маяка",
      "narration": "Вирішивши закликати на допомогу, ви злазите на найближчу височину та активуєте сигнал лиха рятівної капсули. Слабкий сигнал мерехтить у простір. Години минають без відповіді. Спускаючись вниз, кам'яниста земля підводить — ви ковзаєте та летите вниз ущелиною, серйозно травмуючись. Настає ніч, а з нею приходить мороз нижче нуля. У ранковому світлі маяк все ще відданно блимає поруч з вами, але ви більше не ворушитеся. Ваша остання ставка закінчується трагедією, ваша історія загублена на самотній планеті.",
      "choices": []
    },
    {
      "id": "story-10012001-7",
      "type": "ending",
      "title": "Вцілілий Червоного Світу",
      "narration": "Змирившись із тим, що порятунок може так і не прийти, ви забираєте з капсули все можливе — водяний фільтр, ніж, термоковдру — і вирушаєте в невідомість. Після днів випробувань ви виявляєте захищений каньйон із струмочком свіжої води та їстівними грибами. Це не рай, але це життя. З плином місяців ви вчитеся полювати на дрібних кам'яних істот та витримувати жорстокі умови багряної планети. Кожної ночі ви дивитеся на зірки, запитуючи себе, чи цікавиться там хтось, що з вами сталося — з космічним вигнанцем, який тепер називає цей чужий світ домом.",
      "choices": []
    }
  ]
}
