{
  "meta": {
    "storyId": "story-847362910",
    "language": "ja",
    "version": "1.0",
    "lastUpdated": "2025-10-15T16:37:54.386Z"
  },
  "story": {
    "title": "真夜中の電話",
    "author": "エレナ・ブラックウッド",
    "description": "誰かがあなたが去年の夏にしたことを知っている。午前3時に電話が鳴り、過去からの声が聞こえる。そして今、相手があなたを見つける前に、48時間以内に相手を見つけなければならない。すべての選択が最後になるかもしれない。",
    "genre": [
      "探偵",
      "ミステリー"
    ],
    "difficulty": "中級",
    "estimatedDuration": 18
  },
  "nodes": [
    {
      "id": "story-847362910-2",
      "type": "decision",
      "title": "埋もれた証拠",
      "narration": "ファイルボックスは3年前にあなたが置いたままのクローゼットにあり、埃と後悔に覆われている。中には、夜明けの公園を写した犯罪現場の写真があり、黄色いテープが東屋を囲んでいる。被害者のマーカス・ダルトンが光沢のある紙から生気のない目で見上げている。あなたのメモには、名乗り出なかった目撃者のことが書かれている。すべてを見ていたが消えてしまった人物だ。そして気づく。写真が1枚欠けている。誰かがあなたのアパートに入った。",
      "choices": [
        {
          "id": "story-847362910-c4",
          "text": "アパートに侵入の痕跡がないか確認する",
          "description": "彼らはここにいた。まだ近くにいるかもしれない。"
        },
        {
          "id": "story-847362910-c5",
          "text": "行方不明の目撃者を探すことに集中する",
          "description": "電話の主は3年前の目撃者かもしれない"
        }
      ]
    },
    {
      "id": "story-847362910-7",
      "type": "decision",
      "title": "空っぽの缶詰工場",
      "narration": "缶詰工場が夜明け前の空を背に、錆びた大聖堂のようにそびえ立っている。壊れたフェンスをくぐり抜け、蝶番から外れた脇のドアから中に入る。中では、機械が時間の中で凍りついたように止まっており、何層もの埃と鳩の糞で覆われている。懐中電灯が闇を切り裂き、埃の中の足跡を明らかにする。新しい足跡で、建物の奥へと続いている。そして聞こえる。上の方のどこかで音楽が流れている。古いジャズスタンダードの擦り切れた録音だ。マーカス・ダルトンが死んだときに流れていたのと同じ曲だ。",
      "choices": [
        {
          "id": "story-847362910-c15",
          "text": "音楽を追って上の階へ行く",
          "description": "誰かがあなたに見つけてほしいと思っている"
        },
        {
          "id": "story-847362910-c16",
          "text": "まず1階を捜索する",
          "description": "各部屋を慎重かつ安全に確認する"
        }
      ]
    },
    {
      "id": "story-847362910-17",
      "type": "decision",
      "title": "1階の秘密",
      "narration": "1階の各部屋を体系的に捜索する。古いオフィス、カビの生えたコーヒーカップのある休憩室、錆びた設備でいっぱいの物置。最後のオフィスで、心臓が高鳴るものを見つける。最近の活動の痕跡だ。誰かがここで暮らしていた。寝袋、食品の包装紙、そして警察の汚職について書かれた新聞の切り抜きで覆われた壁。あなたの写真が、ダルトン事件を終結させたあなたの元相棒、モリソン警部の画像と混ざっている。そして目に入る。モリソンをダルトン家のビジネスと結びつけるタイムラインが描かれたホワイトボードで、矢印がオフショア口座を指している。上の階で音楽が止まる。足音があなたに向かって降りてくる。",
      "choices": [
        {
          "id": "story-847362910-c35",
          "text": "隠れて、来る者を待ち伏せする",
          "description": "影から襲撃する"
        },
        {
          "id": "story-847362910-c36",
          "text": "自分の存在を知らせて話を求める",
          "description": "もしかしたら暴力は"
        }
      ]
    },
    {
      "id": "story-847362910-18",
      "type": "ending",
      "title": "官僚的正義",
      "narration": "あなたは応援を待ち、彼らが到着したとき、缶詰工場は空っぽだった。サラ・チェンは自宅で無事に発見された。メッセージはブラフだった。レベッカ・ダルトンはメキシコ行きの飛行機に搭乗しようとして逮捕された。拘留中、彼女はすべてを告白した。マーカスは麻薬の金をマネーロンダリングしていた。モリソン警部は給料をもらっていた。そしてレベッカが兄と対峙したとき、モリソンは二人を黙らせるために彼を殺した。しかし、レベッカが集めた証拠がなければ、パニックで破壊されてしまった今、何も残らない。モリソンは満額の年金で退職する。レベッカはストーキングと侵入罪で刑務所に入る。事件は正式に終結するが、あなたは真実を知っている。時にシステムは罪人を守り、時に正義は書類仕事と妥協に過ぎない。あなたは3ヶ月後にバッジを返上する。",
      "choices": []
    }
  ]
}