{
  "meta": {
    "storyId": "story-847362910",
    "language": "ko",
    "version": "1.0",
    "lastUpdated": "2025-10-15T16:37:54.386Z"
  },
  "story": {
    "title": "한밤중의 전화",
    "author": "엘레나 블랙우드",
    "description": "누군가가 당신이 지난 여름에 한 일을 알고 있습니다. 새벽 3시에 과거로부터의 목소리와 함께 전화가 울립니다. 이제 그들이 당신을 찾기 전에 48시간 안에 그들을 찾아야 합니다. 모든 선택이 마지막이 될 수 있습니다.",
    "genre": [
      "탐정",
      "미스터리"
    ],
    "difficulty": "중급",
    "estimatedDuration": 18
  },
  "nodes": [
    {
      "id": "story-847362910-2",
      "type": "decision",
      "title": "묻힌 증거",
      "narration": "파일 상자는 3년 전 당신이 놓아둔 옷장 안에 있으며, 먼지와 후회로 덮여 있습니다. 안에는 새벽의 공원을 보여주는 범죄 현장 사진들이 있고, 노란 테이프가 정자를 둘러싸고 있습니다. 피해자 마커스 달튼이 광택 나는 종이에서 생기 없는 눈으로 올려다보고 있습니다. 당신의 메모에는 나타나지 않은 목격자에 대한 언급이 있습니다. 모든 것을 봤지만 사라진 누군가입니다. 그때 당신은 알아챕니다. 사진 한 장이 순서에서 빠져 있습니다. 누군가가 당신의 아파트에 들어왔습니다.",
      "choices": [
        {
          "id": "story-847362910-c4",
          "text": "아파트에 침입 흔적이 있는지 확인한다",
          "description": "그들이 여기 있었다. 아직 가까이 있을 수도 있다."
        },
        {
          "id": "story-847362910-c5",
          "text": "실종된 목격자를 찾는 데 집중한다",
          "description": "전화를 건 사람이 3년 전 목격자일 수도 있다"
        }
      ]
    },
    {
      "id": "story-847362910-7",
      "type": "decision",
      "title": "텅 빈 통조림 공장",
      "narration": "통조림 공장이 새벽 전 하늘을 배경으로 녹슨 대성당처럼 우뚝 솟아 있습니다. 당신은 부서진 울타리를 통과해 미끄러지듯 들어가 경첩에서 벗어난 측면 문으로 들어갑니다. 안에서는 기계들이 시간 속에 얼어붙은 것처럼 서 있고, 먼지와 비둘기 배설물 층으로 덮여 있습니다. 당신의 손전등이 어둠을 가르며 먼지 속의 발자국을 드러냅니다. 신선한 발자국으로, 건물 깊숙이 이어집니다. 그때 당신은 듣습니다. 위 어딘가에서 음악이 흘러나옵니다. 오래된 재즈 스탠더드의 긁힌 녹음입니다. 마커스 달튼이 죽었을 때 연주되던 바로 그 노래입니다.",
      "choices": [
        {
          "id": "story-847362910-c15",
          "text": "음악을 따라 위층으로 올라간다",
          "description": "누군가가 당신이 그들을 찾기를 원한다"
        },
        {
          "id": "story-847362910-c16",
          "text": "먼저 1층을 수색한다",
          "description": "각 방을 체계적이고 안전하게 확인한다"
        }
      ]
    },
    {
      "id": "story-847362910-17",
      "type": "decision",
      "title": "1층의 비밀",
      "narration": "당신은 1층의 각 방을 체계적으로 수색합니다. 오래된 사무실들, 곰팡이 핀 커피잔이 있는 휴게실, 녹슨 장비로 가득 찬 창고들. 마지막 사무실에서 당신의 심장을 뛰게 하는 것을 발견합니다. 최근 활동의 흔적입니다. 누군가가 여기서 살았습니다. 침낭, 음식 포장지, 그리고 경찰 부패에 관한 신문 스크랩으로 덮인 벽. 당신의 사진들이 달튼 사건을 종결시킨 당신의 전 파트너인 모리슨 경감의 이미지와 섞여 있습니다. 그때 당신은 봅니다. 모리슨을 달튼 가족 사업과 연결하는 타임라인이 있는 화이트보드를, 화살표가 역외 계좌를 가리키고 있습니다. 위층에서 음악이 멈춥니다. 발소리가 당신을 향해 내려옵니다.",
      "choices": [
        {
          "id": "story-847362910-c35",
          "text": "숨어서 오는 사람을 매복 공격한다",
          "description": "그림자에서 공격한다"
        },
        {
          "id": "story-847362910-c36",
          "text": "자신을 알리고 대화를 요청한다",
          "description": "어쩌면 폭력은"
        }
      ]
    },
    {
      "id": "story-847362910-18",
      "type": "ending",
      "title": "관료적 정의",
      "narration": "당신은 지원군을 기다리고, 그들이 도착했을 때 통조림 공장은 비어 있습니다. 사라 첸은 집에서 안전하게 발견됩니다. 문자는 허세였습니다. 레베카 달튼은 멕시코행 비행기에 탑승하려다 체포됩니다. 구금 상태에서 그녀는 모든 것을 자백합니다. 마커스는 마약 자금을 세탁하고 있었고, 모리슨 경감은 급여를 받고 있었으며, 레베카가 오빠와 대면했을 때 모리슨은 둘 다 침묵시키기 위해 그를 죽였습니다. 하지만 레베카가 수집한 증거 없이는, 이제 그녀의 공황 상태에서 파괴되어, 아무것도 남지 않습니다. 모리슨은 전액 연금을 받고 퇴직합니다. 레베카는 스토킹과 침입죄로 감옥에 갑니다. 사건은 공식적으로 종결되지만, 당신은 진실을 압니다. 때로는 시스템이 유죄인 자들을 보호하고, 때로는 정의란 서류 작업과 타협에 불과합니다. 당신은 3개월 후 배지를 반납합니다.",
      "choices": []
    }
  ]
}