{
  "meta": {
    "storyId": "story-847362910",
    "language": "ru",
    "version": "1.0",
    "lastUpdated": "2025-10-15T16:37:54.386Z"
  },
  "story": {
    "title": "Полуночный звонок",
    "author": "Елена Блэквуд",
    "description": "Кто-то знает, что вы сделали прошлым летом. В 3 часа ночи звонит телефон с голосом из вашего прошлого, и теперь у вас есть 48 часов, чтобы найти их, прежде чем они найдут вас. Каждый выбор может стать последним.",
    "genre": [
      "детектив",
      "мистика"
    ],
    "difficulty": "средний",
    "estimatedDuration": 18
  },
  "nodes": [
    {
      "id": "story-847362910-2",
      "type": "decision",
      "title": "Погребённые улики",
      "narration": "Коробка с файлами стоит в вашем шкафу, где вы оставили её три года назад, покрытая пылью и сожалением. Внутри фотографии с места преступления показывают парк на рассвете, жёлтая лента оцепляет беседку. Жертва, Маркус Долтон, смотрит вверх с глянцевой бумаги безжизненными глазами. Ваши записи упоминают свидетеля, который так и не объявился — кто-то видел всё, но исчез. Затем вы замечаете: одной фотографии не хватает в последовательности. Кто-то был в вашей квартире.",
      "choices": [
        {
          "id": "story-847362910-c4",
          "text": "Проверить квартиру на признаки взлома",
          "description": "Они были здесь. Они могут быть всё ещё рядом."
        },
        {
          "id": "story-847362910-c5",
          "text": "Сосредоточиться на поиске пропавшего свидетеля",
          "description": "Звонивший может быть свидетелем трёхлетней давности"
        }
      ]
    },
    {
      "id": "story-847362910-7",
      "type": "decision",
      "title": "Пустой консервный завод",
      "narration": "Консервный завод возвышается на фоне предрассветного неба, как ржавый собор. Вы проскальзываете через сломанный забор и входите через боковую дверь, висящую на петлях. Внутри оборудование застыло во времени, покрытое слоями пыли и голубиного помёта. Ваш фонарик прорезает тьму, открывая следы на пыли — свежие, ведущие вглубь здания. Затем вы слышите: музыка играет где-то наверху, царапающая запись старого джазового стандарта. Та же песня, которая играла, когда умер Маркус Долтон.",
      "choices": [
        {
          "id": "story-847362910-c15",
          "text": "Следовать за музыкой наверх",
          "description": "Кто-то хочет, чтобы вы их нашли"
        },
        {
          "id": "story-847362910-c16",
          "text": "Сначала обыскать первый этаж",
          "description": "Проверить каждую комнату методично и безопасно"
        }
      ]
    },
    {
      "id": "story-847362910-17",
      "type": "decision",
      "title": "Секреты первого этажа",
      "narration": "Вы методично обыскиваете каждую комнату на первом этаже — старые офисы, комнату отдыха с заплесневелыми кофейными чашками, кладовые, полные ржавого оборудования. В последнем офисе вы находите то, что заставляет ваше сердце биться чаще: недавнюю активность. Кто-то здесь жил. Спальный мешок, обёртки от еды и стена, покрытая газетными вырезками о полицейской коррупции. Ваши фотографии смешаны с изображениями вашего бывшего партнёра, капитана Моррисона, того, кто закрыл дело Долтона. Затем вы видите это: белая доска с хронологией, связывающей Моррисона с бизнесом семьи Долтонов, со стрелками, указывающими на оффшорные счета. Музыка наверху останавливается. Шаги спускаются к вам.",
      "choices": [
        {
          "id": "story-847362910-c35",
          "text": "Спрятаться и устроить засаду тому, кто идёт",
          "description": "Атаковать из тени"
        },
        {
          "id": "story-847362910-c36",
          "text": "Объявить о себе и попросить поговорить",
          "description": "Возможно, насилие не"
        }
      ]
    },
    {
      "id": "story-847362910-18",
      "type": "ending",
      "title": "Бюрократическая справедливость",
      "narration": "Вы ждёте подкрепления, и когда они прибывают, консервный завод пуст. Сара Чен найдена в безопасности дома — сообщение было блефом. Ребекка Долтон арестована при попытке сесть на самолёт в Мексику. Под стражей она признаётся во всём: Маркус отмывал наркоденьги, капитан Моррисон был на зарплате, и когда Ребекка столкнулась с братом, Моррисон убил его, чтобы заставить их обоих молчать. Но без улик, собранных Ребеккой — теперь уничтоженных в её панике — ничего не доказать. Моррисон уходит на пенсию с полным пособием. Ребекка попадает в тюрьму за преследование и незаконное проникновение. Дело официально закрыто, но вы знаете правду. Иногда система защищает виновных, и иногда справедливость — это не более чем бумажная волокита и компромиссы. Вы сдаёте значок три месяца спустя.",
      "choices": []
    }
  ]
}