{
  "meta": {
    "storyId": "story-847362910",
    "language": "ua",
    "version": "1.0",
    "lastUpdated": "2025-10-15T16:37:54.386Z"
  },
  "story": {
    "title": "Опівнічний дзвінок",
    "author": "Елена Блеквуд",
    "description": "Хтось знає, що ви зробили минулого літа. О 3 годині ночі телефон дзвонить із голосом з вашого минулого, і тепер у вас є 48 годин, щоб знайти їх, перш ніж вони знайдуть вас. Кожен вибір може стати останнім.",
    "genre": [
      "детектив",
      "містика"
    ],
    "difficulty": "середній",
    "estimatedDuration": 18
  },
  "nodes": [
    {
      "id": "story-847362910-2",
      "type": "decision",
      "title": "Заховані докази",
      "narration": "Коробка з файлами стоїть у вашій шафі, де ви залишили її три роки тому, вкрита пилом і жалем. Всередині фотографії з місця злочину показують парк на світанку, жовта стрічка огороджує альтанку. Жертва, Маркус Долтон, дивиться вгору з глянцевого паперу безживними очима. Ваші нотатки згадують свідка, який так і не з'явився — хтось бачив усе, але зник. Потім ви помічаєте: однієї фотографії не вистачає в послідовності. Хтось був у вашій квартирі.",
      "choices": [
        {
          "id": "story-847362910-c4",
          "text": "Перевірити квартиру на ознаки злому",
          "description": "Вони були тут. Вони можуть бути все ще поруч."
        },
        {
          "id": "story-847362910-c5",
          "text": "Зосередитися на пошуку зниклого свідка",
          "description": "Той, хто дзвонив, може бути свідком трирічної давності"
        }
      ]
    },
    {
      "id": "story-847362910-7",
      "type": "decision",
      "title": "Порожній консервний завод",
      "narration": "Консервний завод височіє на тлі передсвітанкового неба, як іржавий собор. Ви прослизаєте крізь зламану огорожу й входите через бічні двері, що висять на петлях. Всередині обладнання застигло в часі, вкрите шарами пилу та голубиного посліду. Ваш ліхтарик пронизує темряву, відкриваючи сліди на пилу — свіжі, що ведуть углиб будівлі. Потім ви чуєте: музика грає десь угорі, подряпаний запис старого джазового стандарту. Та сама пісня, що грала, коли помер Маркус Долтон.",
      "choices": [
        {
          "id": "story-847362910-c15",
          "text": "Йти за музикою нагору",
          "description": "Хтось хоче, щоб ви їх знайшли"
        },
        {
          "id": "story-847362910-c16",
          "text": "Спершу обшукати перший поверх",
          "description": "Перевірити кожну кімнату методично й безпечно"
        }
      ]
    },
    {
      "id": "story-847362910-17",
      "type": "decision",
      "title": "Таємниці першого поверху",
      "narration": "Ви методично обшукуєте кожну кімнату на першому поверсі — старі офіси, кімнату відпочинку із заплісневілими кавовими чашками, комори, повні іржавого обладнання. В останньому офісі ви знаходите те, що змушує ваше серце битися частіше: недавню активність. Хтось тут жив. Спальний мішок, обгортки від їжі та стіна, вкрита газетними вирізками про поліцейську корупцію. Ваші фотографії змішані із зображеннями вашого колишнього партнера, капітана Моррісона, того, хто закрив справу Долтона. Потім ви бачите це: білу дошку з хронологією, що пов'язує Моррісона з бізнесом родини Долтонів, зі стрілками, що вказують на офшорні рахунки. Музика вгорі зупиняється. Кроки спускаються до вас.",
      "choices": [
        {
          "id": "story-847362910-c35",
          "text": "Сховатися й влаштувати засідку тому, хто йде",
          "description": "Атакувати з тіні"
        },
        {
          "id": "story-847362910-c36",
          "text": "Оголосити про себе й попросити поговорити",
          "description": "Можливо, насильство не"
        }
      ]
    },
    {
      "id": "story-847362910-18",
      "type": "ending",
      "title": "Бюрократична справедливість",
      "narration": "Ви чекаєте на підкріплення, і коли вони прибувають, консервний завод порожній. Сару Чен знайдено в безпеці вдома — повідомлення було блефом. Ребекку Долтон заарештовано під час спроби сісти на літак до Мексики. Під вартою вона зізнається в усьому: Маркус відмивав наркогроші, капітан Моррісон був на зарплаті, і коли Ребекка зіткнулася з братом, Моррісон убив його, щоб змусити їх обох мовчати. Але без доказів, зібраних Ребеккою — тепер знищених у її паніці — нічого не доводиться. Моррісон йде на пенсію з повною допомогою. Ребекка потрапляє до в'язниці за переслідування й незаконне проникнення. Справу офіційно закрито, але ви знаєте правду. Іноді система захищає винних, і іноді справедливість — це не більше ніж паперова тяганина та компроміси. Ви здаєте значок три місяці потому.",
      "choices": []
    }
  ]
}